{
  "antimage": "Os monges de Turstarkuri observavam os vales acidentados abaixo de seu monastério nas montanhas enquanto onda após onda de invasores varriam os reinos inferiores. Ascéticos e pragmáticos, em seu remoto ninho monástico eles permaneceram distantes de conflitos mundanos, envoltos em meditação que não conhecia deuses ou elementos de magia. Então veio a Legião do Deus Morto, cruzados com um mandato sinistro para substituir toda a adoração local pela niilosofia venenosa de seu Senhor Não Vivo. De uma paisagem que não conhecia nada além de sangue e batalha por mil anos, eles arrancaram as almas e ossos de inúmeras legiões caídas e os lançaram contra Turstarkuri. O monastério resistiu por apenas quinze dias ao ataque, e os poucos monges que se preocuparam em emergir de suas meditações acreditavam que os invasores eram apenas visões demoníacas enviadas para distraí-los da meditação. Eles morreram onde estavam sentados em suas almofadas de seda. Apenas um jovem sobreviveu - um peregrino que veio como acólito, buscando sabedoria, mas ainda não havia sido admitido no monastério. Ele observou com horror enquanto os monges a quem ele havia servido chá e urtigas eram primeiro massacrados, depois elevados para se juntarem às fileiras do sacerdócio do Deus Morto. Com nada além de alguns dos valiosos pergaminhos dogmáticos de Turstarkuri, ele se esgueirou para a segurança comparativa de outras terras, jurando obliterar não apenas os usuários de magia do Deus Morto, mas também pôr fim à magia de uma vez por todas.",
  "axe": "Como um soldado do Exército da Névoa Vermelha, Mogul Khan fixou seus olhos na patente de General da Névoa Vermelha. Batalha após batalha, ele provou seu valor por meio de atos sangrentos. Sua ascensão na hierarquia foi ajudada pelo fato de que ele nunca hesitou em decapitar um superior. Durante os sete anos da Campanha dos Mil Tarns, ele se destacou em uma carnificina gloriosa, sua estrela da fama brilhando cada vez mais, enquanto o número de companheiros de armas diminuía constantemente. Na noite da vitória final, Axe declarou-se o novo General da Névoa Vermelha e assumiu o título máximo de 'Axe'. Mas suas tropas agora eram zero. Claro, muitos morreram em batalha, mas um número significativo também caiu para a lâmina de Axe. Desnecessário dizer que a maioria dos soldados agora evita sua liderança. Mas isso não importa nem um pouco para Axe, que sabe que um exército de um homem só é de longe o melhor.",
  "bane": "Quando os deuses têm pesadelos, é Bane Elemental que os traz. Também conhecido como Atropos, Bane nasceu dos terrores da meia-noite da deusa Nyctasha. Uma força de terror poderosa demais para ser contida pelo sono, ele emergiu de seus sonos, alimentou-se de sua imortalidade e roubou sua forma vaporosa de seu sangue escuro. Ele é a essência do medo. Os mortais que ouvem sua voz ouvem seus segredos mais sombrios sussurrados em seus ouvidos. Ele chama o medo oculto no coração de cada Herói. A vigília não é proteção, pois o sangue negro de Bane, pingando continuamente, é um piche que aprisiona seus inimigos em pesadelos. Na presença de Bane, todo Herói se lembra de temer o escuro.",
  "bloodseeker": "Strygwyr, o Sanguinário, é um caçador ritualmente sancionado, Cão dos Gêmeos Esfolados, enviado dos picos envoltos em névoa de Xhacatocatl em busca de sangue. Os Esfolados exigem quantidades oceânicas de sangue para mantê-los saciados e apaziguados, e logo drenariam seu império montanhoso de sua população se os sacerdotes dos altos planaltos não os apaziguassem. Strygwyr, portanto, sai em busca de carnificina. A energia vital de qualquer sangue que ele deixa flui imediatamente para os Gêmeos através das marcas sagradas em suas armas e armaduras. Ao longo dos anos, ele veio a incorporar a energia de um cão cruel; na batalha, ele é selvagem como um chacal. Sob a Máscara do Sanguinário, na pressa da extinção sangrenta, é dito que às vezes você pode ver as feições dos Esfoladores tomando posse direta de seu Cão.",
  "crystal_maiden": "Nascida em um reino temperado, criada com sua irmã mais velha e impetuosa Lina, Rylai, a Donzela de Cristal, logo descobriu que sua afinidade elemental inata com o gelo criava problemas para todos ao seu redor. Fontes e rios de montanha congelavam em instantes se ela parasse para descansar por perto; plantações maduras eram mordidas pela geada, e pomares frutíferos se transformavam em labirintos de gelo e desabavam, estragados. Quando seus pais exasperados mandaram Lina para o equador, Rylai se viu banida para o reino frio do norte de Icewrack, onde foi acolhida por um Mago de Gelo que havia esculpido um eremitério na coroa da Geleira Blueheart. Após um longo estudo, o mago a declarou pronta para a prática solitária e a deixou para tomar seu lugar, descendo para a geleira para hibernar por mil anos. Seu domínio das Artes Congeladas só se aprofundou desde então, e agora suas habilidades são inigualáveis.",
  "drow_ranger": "O nome dado a Drow Ranger é Traxex — um nome bem adequado ao povo Drow baixo, troll e um tanto repulsivo. Mas a própria Traxex não é uma Drow. Seus pais eram viajantes em uma caravana atacada por bandidos, cuja matança barulhenta de inocentes despertou a ira do povo Drow silencioso. Após a batalha terminar, os Drow descobriram uma pequena menina escondida nas carroças em ruínas e concordaram que ela não poderia ser abandonada. Mesmo quando criança, Traxex se mostrou naturalmente adepta às artes que eles valorizavam: Furtividade, silêncio, sutileza. Em espírito, se não em físico, ela poderia ter sido uma changeling Drow, retornada ao seu devido lar. Mas conforme ela cresceu, ela se elevou acima de sua família e passou a se considerar feia. Afinal, suas feições eram suaves e simétricas, totalmente desprovidas de verrugas e bigodes ásperos. Afastada de sua tribo adotiva, ela se retirou para viver sozinha na floresta. Viajantes perdidos que encontram seu caminho da floresta às vezes falam de uma Ranger impossivelmente linda que os espiou das profundezas das árvores, então desapareceu como um sonho antes que pudessem se aproximar. Ágil e furtiva, gelada e quente, ela se move como névoa em silêncio. Aquele sussurro que você ouve são suas flechas congeladas encontrando o coração de um inimigo.",
  "earthshaker": "Como um golem ou gárgula, Earthshaker era um com a terra, mas agora caminha livremente sobre ela. Ao contrário dessas outras entidades, ele se criou por um ato de vontade e não serve a nenhum outro mestre. Em sono inquieto, envolto em uma profunda fenda de pedra, ele se tornou ciente da vida flutuando livremente acima dele. Ele ficou curioso. Durante uma temporada de tremores, os picos de Nishai se livraram das avalanches, mudando o curso dos rios e transformando vales rasos em abismos sem fundo. Quando a terra finalmente parou de tremer, Earthshaker saiu da poeira que se acomodava, jogando para o lado pedras enormes como se estivesse jogando fora um cobertor leve. Ele se moldou à imagem de uma besta mortal e se autodenominou Raigor Stonehoof. Ele sangra agora, respira e, portanto, pode morrer. Mas seu espírito ainda é o da terra; ele carrega seu poder no totem mágico que nunca o deixa. E no dia em que ele retornar ao pó, a terra o receberá como um filho pródigo.",
  "juggernaut": "Ninguém jamais viu o rosto escondido sob a máscara de Yurnero, o Juggernaut. É apenas especulação que ele tenha uma. Por desafiar um senhor corrupto, Yurnero foi exilado da antiga Ilha das Máscaras — uma punição que salvou sua vida. A ilha logo depois desapareceu sob as ondas em uma noite de magia vingativa. Ele sozinho permanece para continuar a longa tradição Juggernaut da Ilha, uma de ritual e esgrima. O último praticante da arte, a confiança e coragem de Yurnero são o resultado de uma prática sem fim; seu trabalho inventivo com a lâmina prova que ele nunca parou de se desafiar. Ainda assim, seus motivos são tão ilegíveis quanto sua expressão. Para um herói que perdeu tudo duas vezes, ele luta como se a vitória fosse uma conclusão precipitada.",
  "mirana": "Nascida em uma família real, uma princesa de sangue próxima na linha de sucessão ao Trono Solar, Mirana voluntariamente renunciou a qualquer reivindicação de terras ou títulos mundanos quando se dedicou completamente ao serviço de Selemene, Deusa da Lua. Conhecida desde então como Princesa da Lua, Mirana ronda os sagrados Bosques de Nightsilver em busca de qualquer um que ouse roubar o sagrado lótus luminoso das piscinas prateadas da reserva da Deusa. Montada em seu enorme felino familiar, ela é equilibrada, orgulhosa e destemida, sintonizada com as fases da lua e o giro das maiores constelações. Seu arco, com pontas afiadas de minério lunar, usa o poder da lua para carregar suas flechas de luz.",
  "morphling": "For dark eons the comet circled. Held in thrall to a distant sun, bound by gravity's inexorable pull, the massive ball of ice careened through the blackness between worlds, made strange by its dark journey. On the eve of the ancient war of the Vloy, it punched down through the sky and lit a glowing trail across the night, a sign both armies took for an omen. The frozen ball melted in a flash of boiling heat, as below two forces enjoined in battle across the border of a narrow river. Thus freed from its icy stasis, the Morphling was born into conflict, an elemental power at one with the tides of the ocean, capricious and unconstrained. He entered the fight, instinctively taking the form of the first general who dared set foot across the water, and then struck him dead. As the motley warriors clashed, he shifted from form to form throughout the battle, instantly absorbing the ways of these strange creatures--now a footsoldier, now an archer, now the cavalryman--until, by the time the last soldier fell, Morphling had played every part. The battle's end was his beginning.Por eras escuras o cometa circulou. Preso em cativeiro a um sol distante, preso pela atração inexorável da gravidade, a enorme bola de gelo derrapou pela escuridão entre os mundos, estranha por sua jornada sombria. Na véspera da antiga guerra do Vloy, ele perfurou o céu e acendeu uma trilha brilhante na noite, um sinal que ambos os exércitos tomaram como um presságio. A bola congelada derreteu em um flash de calor fervente, enquanto abaixo duas forças se uniam em batalha através da fronteira de um rio estreito. Assim, livre de sua estase gelada, o Morphling nasceu em conflito, um poder elemental em harmonia com as marés do oceano, caprichoso e irrestrito. Ele entrou na luta, instintivamente assumindo a forma do primeiro general que ousou pisar na água, e então o matou. Enquanto os guerreiros heterogêneos se enfrentavam, ele mudava de forma para forma durante a batalha, absorvendo instantaneamente os modos dessas estranhas criaturas — ora um soldado de infantaria, ora um arqueiro, ora um cavaleiro — até que, quando o último soldado caiu, Morphling já havia desempenhado cada papel. O fim da batalha foi seu começo.",
  "nevermore": "Dizem que Nevermore, o Demônio das Sombras, tem a alma de um poeta, e na verdade ele tem milhares delas. Ao longo dos tempos, ele reivindicou as almas de poetas, padres, imperadores, mendigos, escravos, filósofos, criminosos e (naturalmente) heróis; nenhum tipo de alma lhe escapa. O que ele faz com elas é desconhecido. Ninguém jamais olhou para o Abismo de onde Nevermore se estende como uma enguia entre as rochas astrais. Ele as devora uma após a outra? Ele as monta ao longo dos corredores de um templo sobrenatural ou as conserva em salmoura necromântica? Ele é apenas um fantoche, empurrado através da fenda dimensional por um marionetista demoníaco? Tal é sua maldade, tão intensa sua aura de escuridão, que nenhuma mente racional pode penetrá-la. Claro, se você realmente quer saber para onde vão as almas roubadas, há uma maneira certa de descobrir: adicione sua alma à coleção dele. Ou apenas espere por Nevermore.",
  "phantom_lancer": "A remota vila de Pole não tinha conhecimento das guerras que aconteciam no coração do reino. Para eles, a tranquilidade da pesca submarina e uma refeição em família eram tudo o que uma vida plena exigia. No entanto, a guerra chegou para eles mesmo assim. Juntando-se aos recrutas saudáveis ​​enquanto eles passavam por suas casas, o humilde lanceiro Azwraith jurou trazer paz ao seu reino e, ao fazê-lo, ao seu povo. Colocado com seus parentes na vanguarda do ataque final contra o Terrível Mago Vorn, o custo para seus companheiros foi absoluto. Enquanto a força de ataque lutava em direção à fortaleza, Azwraith sozinho entre sua espécie permaneceu de pé, e ele sozinho foi capaz de se infiltrar na fortaleza. Concentrado e enfurecido pela matança de seus irmãos, Azwraith superou cada uma das armadilhas mortais do mago e conjurou guardiões. Logo o simples pescador chegou ao santuário da torre de Vorn. A dupla duelou pela noite, lança contra cajado, enquanto o caos grassava abaixo, e com um grito ensurdecedor Azwraith perfurou seu inimigo. Mas o mago não simplesmente expirou; ele explodiu em incontáveis ​​fragmentos de luz, penetrando seu assassino com poder. Quando a poeira baixou e a fumaça do combate começou a se dissipar, Azwraith se viu de pé entre uma multidão de seus parentes. Cada um parecia estar vestido como ele, cada um parecia armado como ele, e ele podia sentir que cada um pensava como ele. Ciente de que seus aliados estavam se aproximando, ele desejou que esses fantasmas se escondessem, e um por um eles começaram a desaparecer no nada. Quando os soldados chegaram ao santuário, eles encontraram o guerreiro que havia derrotado o mago. Quando eles se aproximaram de seu campeão, o lanceiro desapareceu. O lanceiro que estava diante deles não era mais do que outro fantasma.",
  "puck": "Embora Puck pareça à primeira vista um personagem travesso e infantil, essa qualidade mascara uma personalidade alienígena. A forma juvenil de um Dragão Fada, uma criatura que vive por eras, Puck passa incontáveis ​​milênios em sua forma infantil. Então, embora seja tecnicamente verdade que Puck é juvenil, continuará sendo quando as cidades da era atual se transformarem em pó. Seus motivos são, portanto, inescrutáveis, e o que parece ser brincadeira pode, na verdade, esconder um propósito mais sombrio. Sua infinita predileção por travessuras é o verdadeiro indicador da verdadeira natureza de Puck.",
  "pudge": "Nos Campos da Carnificina Sem Fim, bem ao sul de Quoidge, uma figura corpulenta trabalha incansavelmente durante a noite — desmembrando, estripando, empilhando os membros e vísceras dos caídos para que o campo de batalha possa estar limpo ao amanhecer. Neste reino amaldiçoado, nada pode se decompor ou apodrecer; nenhum cadáver pode retornar à terra de onde surgiu, não importa o quão fundo você cave a sepultura. Aglomerado por pássaros carniceiros que precisam dele para cortar suas refeições em pedaços do tamanho de bicos, Pudge, o Açougueiro, aprimora suas habilidades com lâminas que ficam mais afiadas quanto mais ele as usa. Swish, swish, thunk. A carne cai do osso; tendões e ligamentos se separam como papel molhado. E embora ele sempre tenha gostado da carnificina, ao longo dos tempos, Pudge desenvolveu um gosto por seus subprodutos também. Começando com um pedaço de músculo aqui, um gole de sangue ali... em pouco tempo ele estava enfiando suas mandíbulas profundamente nos torsos mais resistentes, como um cachorro roendo trapos. Mesmo aqueles que estão além do medo do Ceifador, temem o Açougueiro.",
  "razor": "Entre os poderes emblemáticos que povoam o Underscape, Razor, o Revenant Relâmpago, é um dos mais temidos. Com seu chicote de relâmpagos, ele patrulha o Labirinto Estreito, aquela rede traiçoeira de passagens pelas quais as almas dos mortos são classificadas de acordo com sua própria inteligência inata, astúcia e persistência. Flutuando acima do Labirinto, Razor olha para as almas confusas abaixo e fornece choques de eletricidade escaldante que punem e aceleram as almas enquanto elas decidem seus próprios destinos, apressando-se em direção a saídas luminosas ou poços infinitamente escuros. Razor é a personificação eterna de um poder dominante, abstrato e quase clínico em sua aplicação de poder. No entanto, ele tem um ar senhorial que sugere que ele tem uma satisfação sardônica em seu trabalho.",
  "sand_king": "As areias do Deserto Cintilante são vivas e sencientes — todo o vasto deserto fala consigo mesmo, pensando pensamentos que somente uma vastidão dessas pode conceber. Mas quando precisa encontrar uma forma de se comunicar com aqueles de escopo mais limitado, ele liberta um fragmento de si mesmo e preenche uma carapaça de armadura mágica formada pelo astuto Djinn de Qaldin. Essa identidade essencial se autodenomina Crixalis, que significa 'Alma da Areia', mas outros o conhecem como Rei da Areia. O Rei da Areia assume a forma de um enorme aracnídeo, inspirado pelos pequenos, mas onipresentes habitantes do Deserto Cintilante; e esta é uma verdadeira expressão externa de sua natureza feroz. Guardião, guerreiro, embaixador — o Rei da Areia é todas essas coisas, inseparável do deserto sem fim que lhe deu vida.",
  "storm_spirit": "Storm Spirit é literalmente uma força da natureza — o poder selvagem do vento e do clima, engarrafado na forma humana. E é uma forma turbulenta, jovial e irreprimível! Tão alegre quanto um tio favorito, ele injeta em cada cena uma energia crepitante. Mas nem sempre foi assim, e houve tragédia em sua criação. Gerações atrás, nas planícies além das Montanhas Lamentáveis, um bom povo estava morrendo de fome e seca. Um simples elementalista, Thunderkeg pelo nome, usou um feitiço proibido para invocar o espírito da tempestade, pedindo chuva. Enfurecido com a presunção deste mortal, o Celestial da Tempestade conhecido como Raijin devastou a terra, varrendo-a com ventos e inundações. Thunderkeg não era páreo para o Celestial — pelo menos até que ele lançou um feitiço suicida que forjou seus destinos em um: ele capturou o Celestial na gaiola de seu próprio corpo. Presos juntos, o bom humor sem limites de Thunderkeg se fundiu com a energia enlouquecida de Raijin, criando o jovial Raijin Thunderkeg, um Celestial que anda pelo mundo em forma física.",
  "sven": "Sven é o filho bastardo de um Cavaleiro da Vigília, nascido de um Meranth Pálido, criado nas Ruínas de Shadeshore. Com seu pai executado por violar o Códice da Vigília, e sua mãe rejeitada por sua raça selvagem, Sven acredita que a honra não pode ser encontrada em nenhuma ordem social, mas apenas nele mesmo. Depois de cuidar de sua mãe durante uma morte lenta, ele se ofereceu como um novato aos Cavaleiros da Vigília, nunca revelando sua identidade. Por treze anos ele estudou na escola de seu pai, dominando o código rígido que declarava sua existência uma abominação. Então, no dia que deveria ter sido seu Juramento, ele agarrou a Lâmina Pária, quebrou o Elmo Sagrado e queimou o Códice na Chama Sagrada da Vigília. Ele saiu da Fortaleza da Vigília, para sempre solitário, seguindo seu código particular até a última runa estrita. Ainda um cavaleiro, sim... mas um Cavaleiro Renegado. Ele responde apenas a si mesmo.",
  "tiny": "Vindo à vida como um pedaço de pedra, as origens de Tiny são um mistério sobre o qual ele especula continuamente. Ele é um Gigante de Pedra agora, mas o que ele costumava ser? Uma lasca quebrada do calcanhar de um Golem? Um caco varrido da oficina de um escultor de gárgulas? Um fragmento do Rosto Oracular de Garthos? Uma profunda curiosidade o move, e ele viaja o mundo incansavelmente buscando suas origens, sua ascendência, seu povo. Conforme ele vagueia, ele ganha peso e tamanho; as forças que resistem a rochas menores, em vez disso, fazem com que Tiny cresça e cresça cada vez mais.",
  "vengefulspirit": "Até mesmo o mais contente Skywrath é uma criatura mal-humorada, naturalmente inclinada a buscar vingança pelo menor insulto. Mas o Espírito Vingativo é a essência da vingança. Outrora uma orgulhosa e selvagem descendente de Skywrath, Shendelzare foi a primeira na sucessão do Ninho da Águia Medonha até que a traição de uma irmã roubou seu direito de nascença. Presa na rede de um assassino, Shendelzare se libertou apenas ao custo de suas asas, mancando para longe na humilhação máxima: a pé. Com suas asas quebradas, ela sabia que o Skywrath nunca a aceitaria como governante; e no poleiro mais alto do Ninho da Águia, inacessível exceto pelo voo alado, sua irmã era intocável. Não querendo viver como uma aleijada incapaz de voar, e desejando vingança muito mais do que poder terreno, a princesa caída fez um acordo com a deusa Scree'Auk: Ela entregou seu corpo quebrado por uma forma imperecível de energia espiritual, movida pela vingança, capaz de causar grandes danos no plano material. Ela pode passar a eternidade sem voar, mas ela terá sua vingança.",
  "windrunner": "As florestas ocidentais guardam bem seus segredos. Uma delas é Lyralei, mestre arqueira da floresta e afilhada favorita do vento. Conhecida agora como Windranger, a família de Lyralei foi morta em uma tempestade na noite de seu nascimento — sua casa foi derrubada pela ventania, e o conteúdo foi espalhado aos ventos. Apenas o recém-nascido sobreviveu entre os destroços de morte e destruição. No silêncio após a tempestade, o próprio vento notou a criança sortuda chorando na grama. O vento teve pena da criança e então a ergueu para o céu e a depositou na soleira de uma porta em uma vila vizinha. Nos anos que se seguiram, o vento retornou ocasionalmente à vida da criança, observando de longe enquanto ela aprimorava suas habilidades. Agora, depois de muitos anos de treinamento, Windranger dispara suas flechas em direção aos alvos. Ela se move com velocidade ofuscante, como se apressada por um vento sempre em suas costas. Com uma saraivada de flechas, ela mata seus inimigos, tendo se tornado, quase, uma força da natureza.",
  "zuus": "Senhor do Céu, pai dos deuses, Zeus trata todos os Heróis como se fossem seus filhos rebeldes e turbulentos. Depois de ser pego inúmeras vezes em meio a encontros com inúmeras mulheres mortais, sua esposa divina finalmente lhe deu um ultimato: 'Se você ama tanto os mortais, vá e torne-se um. Se você puder provar que é fiel, então retorne a mim como meu marido imortal. Caso contrário, vá e morra entre suas criaturas.' Zeus achou sua lógica (e sua magia) irrefutável e concordou com seu plano. Ele tem se comportado da melhor maneira possível desde então, sendo um pouco mais afeiçoado à imortalidade do que aos mortais. Mas para provar que é digno de sua esposa eterna, ele deve continuar a buscar a vitória no campo de batalha.",
  "kunkka": "Como o Almirante da poderosa Marinha Claddish, Kunkka foi encarregado de proteger as ilhas de sua terra natal quando os demônios da Catarata fizeram uma tomada concertada nas terras dos homens. Após anos de pequenas incursões e ataques cada vez mais ousados ​​e devastadores, a frota demoníaca lançou todos os seus navios carnívoros na Ilha Trêmula. Desesperados, os Magos Suicidas de Cladd cometeram seu rito final, invocando uma hoste de espíritos ancestrais para proteger a frota. Contra os demônios, isso foi o suficiente para virar a maré. Enquanto Kunkka observava os demônios derrubarem seus navios um por um, ele teve a satisfação de desgastar a frota deles com sua magia ancestral. Mas no auge da batalha, algo no choque de demônios, homens e espíritos atávicos deve ter despertado um quarto poder que estava adormecido nas profundezas. As ondas se ergueram em bicas imponentes ao redor dos poucos navios restantes, e Maelrawn, o Tentacular, apareceu em meio à briga. Seus tentáculos se entrelaçaram entre os navios, atraindo embarcações demoníacas e humanas, agitando a água e o vento em um caos furioso. O que aconteceu no cadinho daquela tempestade, ninguém pode realmente dizer. A Catarata ruge para o vazio, abandonada por seus antigos habitantes. Kunkka agora é o Almirante de apenas um navio, uma plataforma fantasmagórica que repete infinitamente os segundos finais de sua destruição. Se ele morreu naquele acidente, ninguém sabe. Nem mesmo Tidehunter, que convocou Maelrawn, sabe ao certo.",
  "lina": "As rivalidades entre irmãos entre Lina, a Caçadora, e sua irmã mais nova, Rylai, a Donzela de Cristal, eram o material da lenda na região temperada onde passaram suas infâncias briguentas juntas. Lina sempre teve a vantagem, no entanto, pois enquanto Crystal era ingênua e ingênua, o ardor ardente de Lina era temperado pela esperteza e conivência. Os pais exasperados desses filhos incompatíveis passaram por meia dúzia de propriedades, perdendo uma para o fogo, a próxima para o gelo, antes de perceberem que a vida seria mais simples se as crianças fossem separadas. Como a mais velha, Lina foi enviada para o sul para viver com uma tia paciente no escaldante Deserto do Desgoverno, um clima que se mostrou mais do que confortável para a Caçadora de fogo. Sua chegada causou uma grande impressão nos sonolentos moradores locais, e mais de um pretendente em potencial queimou os dedos ou foi embora com as sobrancelhas chamuscadas, seus avanços rejeitados. Lina é orgulhosa e confiante, e nada pode apagar sua chama.",
  "lion": "Outrora um Grão-Mestre da tradição de feitiçaria da Bruxa Demônio, Leão ganhou fama entre seus irmãos por lutar ao lado da luz e da retidão. Mas a adulação corrompe. Com poderes superados apenas por sua ambição, o mago foi seduzido por um demônio e se voltou para o mal, trocando sua alma por prestígio. Depois de cometer crimes horríveis que mancharam sua alma, ele foi abandonado. O demônio o traiu, fazendo acordos melhores com seus inimigos. Tal era a fúria de Leão que ele seguiu o demônio de volta ao inferno e o matou, rasgando-o membro por membro, tomando sua mão demoníaca para a sua. No entanto, tal demonoplastia tem um custo. Leão foi transfigurado pelo processo, seu corpo transformado em algo irreconhecível. Ele se levantou do inferno, a fúria encarnada, matando até mesmo aqueles que uma vez o chamaram de mestre e devastando as terras onde ele uma vez foi tão adorado. Ele sobrevive agora como o único praticante da tradição da Bruxa Demônio, e aqueles que se apresentam como acólitos ou estudantes logo são libertados de seu mana e levados pela mais leve rajada de vento.",
  "shadow_shaman": "Nascido nas Colinas Sangrentas, Rhasta era apenas um jovem faminto quando foi pego por um vigarista viajante. Por dois pinos de cobre, o velho vigarista leria sua sorte. Por três, ele castraria seu porco, por cinco, ele circuncidaria seus filhos. Por uma boa refeição, ele vestiria seu traje de xamã, leria seus livros antigos e lançaria uma maldição sobre seus inimigos. Seu estranho novo jovem, parte troll das colinas, parte... outra coisa, trabalhava como assistente e emprestava um ar exótico ao ofício do vigarista. Sempre um passo à frente dos clientes enganados, uma cidade à frente de um clientelismo perseguidor, os dois viajaram pelas terras devastadas até que um dia o vigarista percebeu que o pequeno jovem realmente podia fazer o que ele apenas fingia fazer. Seu pupilo tinha um dom - um dom que os clientes valorizavam. E então o jovem Rhasta foi empurrado para a multidão, e o nome comercial Shadow Shaman nasceu. Os dois continuaram de cidade em cidade, conjurando por dinheiro conforme a reputação do Shadow Shaman crescia. Eventualmente, o passado enganoso da dupla os alcançou, e eles foram emboscados por uma multidão de ex-clientes enganados. O vigarista foi morto, e pela primeira vez, Rhasta usou seus poderes para a escuridão, massacrando os atacantes. Ele enterrou seu amado mestre, e agora usa seus poderes para destruir qualquer um que tente lhe fazer mal.",
  "slardar": "Slardar é um Slithereen, um dos Profundos, guardião de uma vasta rede de cidades submersas e das antigas riquezas enterradas dentro delas. No golfo sem luz dos abismos oceânicos mais profundos, o Guarda Slithereen patrulha salas secretas de tesouros, sempre vigilante contra os ladrões subaquáticos enviados às profundezas por feiticeiros ágeis cobiçosos. Ele é totalmente leal, e sua natureza taciturna esconde um profundo conhecimento dos lugares mais secretos do mar. Ele sobe para as águas rasas apesar da dor causada a ele pelo brilho, para cometer reconhecimento, para garantir que ninguém esteja conspirando contra as profundezas e, às vezes, em perseguição implacável aos poucos raros que conseguem roubar um item do Tesouro Submerso. Por ter passado toda a sua vida sob grande pressão, sob o tremendo peso do mar, Slardar, o Guarda Slithereen, é uma criatura de imenso poder.",
  "tidehunter": "O Tidehunter conhecido como Leviathan já foi o campeão das Ilhas Submersas, mas seus motivos são tão misteriosos quanto os de seu povo. Todos nós sabemos a importância das rotas de navegação dos Drylanders, como os impérios podem subir e cair de acordo com quem controla as águas abertas. Muito menos se sabe sobre as rotas submarinas e como as tribos guerreiras da Diáspora Merântica construíram habitações por meio de intermináveis ​​escaramuças submarinas. Nos frágeis tratados entre os Mer e os Homens, podemos vislumbrar a extensão dos impérios submersos, mas suas políticas parecem complexas e opacas. Parece que Leviathan se cansou de tais conflitos mesquinhos e partiu por conta própria, leal apenas ao seu deus abissal, Maelrawn, o Tentacular. Ele persegue as águas rasas agora em busca de homens ou meranths que se desviam em seu caminho, e com uma aversão particular pelo Almirante Kunkka, que há muito tempo é seu inimigo por razões perdidas nas trincheiras mais profundas do mar.",
  "witch_doctor": "Uma silhueta esguia avança — irregular em feições e membros, bizarro em andar, cruzando implacavelmente o campo de batalha em busca daquele ponto fraco vital onde seus talentos podem fazer mais bem e mais mal. Não está claro se está quebrado ou malfeito, mas ainda assim, ninguém pode duvidar do poder carregado em seu físico distorcido. Um longo cajado bate na terra enquanto Zharvakko, o Witch Doctor, avança, implantando um arsenal aterrorizante de fetiches, feitiços e feitiços. É um corpo de conhecimento mágico aprendido e aperfeiçoado ao longo de várias vidas nas terras altas da ilha de Arktura, agora empunhado com precisão contra seus inimigos. Zharvakko pode ser seu melhor amigo ou seu pior inimigo — curando aliados e devastando todos que se opõem a ele.",
  "lich": "Em vida, o mago do gelo Ethreain (ainda não um Lich) usou a ameaça do gelo destrutivo para escravizar reinos inteiros. Seus súditos, auxiliados por alguns magos desesperados, eventualmente se tornaram ousados ​​o suficiente para emboscá-lo. Armados com corda encantada o suficiente para prendê-lo para sempre, eles amarraram o mago do gelo a pesos de adamantio e o jogaram em uma piscina conhecida principalmente por ser sem fundo. Não era. Ele só caiu por um ano ou mais antes que um afloramento o prendesse. Lá ele descansou, morto, mas sem decair, até que o geomante Anhil pensou em verificar a lenda da supostamente sem fundo Piscina Negra. O fio de prumo de Anhil enroscou-se com as cordas que prendiam o mago afogado, e ele puxou um prêmio inesperado. Pensando que, ao tornar os mortos mortos-vivos, ele poderia questionar o Lich sobre as propriedades da piscina, ele removeu as amarras e começou um simples rito de ressurreição. Até mesmo os descendentes dos inimigos de Ethreain foram há muito esquecidos pelo tempo, então não havia ninguém para alertar Anhil contra a imprudência. Mas ele aprendeu o erro de seu julgamento quase imediatamente, quando Lich se livrou das algemas e o consumiu.",
  "riki": "Riki nasceu como filho do meio da grande dinastia de Tahlin. Com um irmão mais velho preparado para o trono e um irmão mais novo mimado e mantido, Riki, o pequeno filho do meio, parecia ter nascido para a arte da invisibilidade. Era uma arte que ele cultivava e que, no fim das contas, salvou sua vida na noite em que seu povo foi traído e sua família massacrada. De toda a linhagem real, ele escapou sozinho, pequeno e ágil, modesto, usando a fumaça como cobertura. Ele abriu caminho para fora dos terrenos reais, usando a vantagem da surpresa, cortando silenciosamente as gargantas de um guerreiro inimigo após o outro. Agora livre de suas responsabilidades reais, Riki usa seus talentos a serviço de um novo ofício: Assassino Furtivo. Ele silencia seus inimigos, aprimorando suas habilidades, na esperança de um dia se vingar daqueles que mataram sua família e roubaram seu direito de nascença.",
  "enigma": "Nada se sabe sobre o passado de Enigma. Existem apenas histórias e lendas, a maioria delas apócrifas, passadas de geração em geração. Na verdade, Enigma é um mistério para quem a única biografia verdadeira é a descrição: ele é uma força universal, um consumidor de mundos. Ele é um ser do vazio, às vezes corpóreo, outras vezes etéreo. Uma besta entre os planos. Há histórias que dizem que ele já foi um grande alquimista que tentou desvendar os segredos do universo e foi amaldiçoado por sua arrogância. Outras lendas contam que ele é um ser antigo de estranha gravidade, o abismo personificado - uma voz distorcida da escuridão original, antes da primeira luz no universo. E há lendas mais antigas que dizem que ele é a primeira estrela colapsada, um buraco negro que se tornou complicado e senciente - suas motivações são desconhecidas, seu poder inexorável, uma força de destruição liberada sobre a própria existência.",
  "tinker": "A raça diminuta de Boush, o Consertador, é conhecida por sua inteligência, sua astúcia e sua relação espinhosa com a magia. Como uma questão de orgulho, eles sobrevivem por sua inteligência e usam apenas os poderes da natureza que podem ser desbloqueados por meio de metodologias racionais. Até mesmo essa paciência levou a muitos problemas, como Boush pode atestar. Outrora um importante investigador da lei natural, Boush, o Consertador, liderou uma vasta investigação intelectual sobre o funcionamento da natureza, fundando um laboratório subterrâneo nos rumores e névoas do Planalto Violeta. Enquanto desprezavam os magos pelos perigos que eles trazem ao mundo, Boush e seus associados Consertadores arrogantemente abriram um portal para algum reino além da compreensão e inauguraram alguns pesadelos próprios. Uma névoa negra se ergueu do interior cavernoso do Planalto Violeta, envolvendo-o em escuridão permanente, da qual sons de horror emanam perpetuamente. Boush escapou apenas com sua inteligência e os dispositivos que carregava, sendo o único Consertador a sobreviver ao Incidente do Planalto Violeta.",
  "sniper": "Kardel Sharpeye nasceu nas profundezas das montanhas de Knollen, onde, desde tempos imemoriais, o Povo Keen sobreviveu caçando os estranhos steepstalkers que vivem em penhascos acima de sua aldeia, atirando neles à distância e coletando as carcaças onde caíam. Sharpeye estava entre os melhores desses estranhos keens das montanhas para quem armas de projéteis são apenas mais um apêndice, e atirar é tão natural quanto tocar. No dia de sua invocação, quando ele deveria ganhar posição plena em sua aldeia, Sharpeye fez o teste antigo: um único tiro do fundo do vale para derrubar uma fera dos penhascos. Errar era ser desonrado. Com toda a sua aldeia em vigília, Sharpeye deu seu tiro. Um steepstalker caiu; a multidão aplaudiu. Mas quando a carcaça foi coletada, a aldeia ficou em silêncio, pois os anciãos descobriram que a bala havia perfurado seu olho central brilhante e então caído para ser presa nas mandíbulas do steepstalker. Este sinal sinistro foi a abertura literal de uma profecia sombria, prevendo grandeza e exílio para o atirador que fez tal tiro. Sharpeye, o Sniper, foi assim, por sua própria habilidade, condenado a se afastar de seu povo - e a voltar indesejado entre eles até que cumprisse o restante da profecia ao atingir estatura lendária em um campo de batalha.",
  "necrolyte": "Em uma época de grande praga, um monge obscuro de inclinações sombrias, um certo Rotund'jere, viu-se promovido ao posto de Cardeal pela morte rápida de todos os seus superiores. Enquanto outros da ordem saíam para socorrer os doentes, o cardeal recém-ordenado isolou-se dentro da Catedral de Rumusque, ocupado planejando adquirir a propriedade de nobres moribundos, prometendo-lhes recompensas espirituais se eles assinassem seus domínios terrestres. À medida que a praga recuava para alguns bolsões teimosos, seu comportamento chamou a atenção da ordem maior, que o considerou culpado de heresia e o sentenciou a servir na ala da praga, enfeitiçado com feitiços que lhe garantiriam uma doença lenta e prolongada. Mas eles não contavam com sua imunidade natural. Rotund'jere pegou varíola, mas em vez de morrer, descobriu que ela alimentava seu poder, transformando-o em um verdadeiro mago da praga, um Papa da Pestilência. Proclamando-se Necrophos, ele viaja pelo mundo, espalhando pragas por onde passa e crescendo em poder terrível a cada vila que sua presença pestilenta destrói.",
  "warlock": "Como Curador Chefe e Chefe de Aquisições dos Arquivos Arcanos da Academia Ultimyr, Demnok Lannik era incansável em sua busca por tomos perdidos, raros e proibidos. Nenhum templo amaldiçoado era tão agourento, nenhuma trilha de caverna tão traiçoeira, que qualquer preocupação com sua própria sobrevivência pudesse dissuadi-lo de entrar se rumores sugerissem que algum panfleto de conhecimento primordial ainda pudesse sobreviver em suas profundezas. No entanto, suas investigações frequentemente desencadeavam a ira de entidades protetoras, que ele finalmente achou necessário dominar as artes da magia. Ele se dedicou a aprender feitiçaria com a mesma obsessão completa que marcou sua busca por incunábulos, tornando-se o Bruxo mais poderoso da Academia em menos tempo do que a maioria dos praticantes exigia para concluir um curso de graduação. Quase como uma reflexão tardia, ele esculpiu um cajado de Dreadwood e convocou para dentro dele um espírito cativo dos Infernos Exteriores. E antecipando o dia em que ele terá recuperado todos os últimos livros de feitiços perdidos, ele começou a escrever seu próprio Grimório Negro. Sem dúvida será instrutivo.",
  "beastmaster": "Karroch nasceu filho de um tronco. Sua mãe morreu no parto; seu pai, um ferreiro do Último Rei de Slom, foi pisoteado até a morte quando tinha cinco anos. Depois, Karroch foi contratado para o zoológico do rei, onde cresceu entre todos os animais da corte real: leões, macacos, veados e coisas menos conhecidas, coisas em que mal se acreditava. Quando o rapaz tinha sete anos, um explorador trouxe uma fera como nenhuma outra vista antes. Arrastada diante do Rei em correntes, a fera falou, embora sua boca não se movesse. Suas palavras: um apelo por liberdade. O Rei apenas riu e ordenou que a fera se apresentasse para sua diversão; e quando ela se recusou, golpeou-a com o Cetro Louco e ordenou que fosse arrastada para o tronco. Nos meses seguintes, o menino Karroch levou comida e remédios para a criatura ferida, mas só conseguiu retardar sua deterioração. Sem palavras, a fera falou com o menino e, com o tempo, seu vínculo se fortaleceu até que o menino descobriu que podia sustentar sua parte na conversa. Ele podia, de fato, falar agora com todas as criaturas do zoológico do Rei. Na noite em que a besta morreu, uma raiva tomou conta do garoto. Ele incitou os animais da corte a se rebelarem e abriu suas gaiolas para deixá-los loucos nos jardins do palácio. O Último Rei foi atacado no caos. No caos, um veado real curvou-se para o garoto que o havia libertado; e com o Mestre das Feras montado nele, pulou os altos muros da propriedade e escapou. Agora um homem, Karroch, o Mestre das Feras, não perdeu sua habilidade de conversar com criaturas selvagens. Ele se tornou um guerreiro em harmonia com a selvageria da natureza.",
  "queenofpain": "O Rei Eclesiástico de Elze nutria um desejo por dor — dor proibida. Em uma figura política menos proeminente, tais desejos poderiam ser considerados imprudentes, mas em um monarca de sua estatura, satisfazer tais sedes teria ameaçado a virtude do próprio Trono Divino. Portanto, ele se voltou para sua masmorra cheia de demonologistas, prometendo liberdade a quem pudesse invocar uma súcubo pessoal de tormento e prendê-la inteiramente a seu serviço. A criatura que chegou, Akasha pelo nome, visitou-o com tormentos tão requintados que ele a nomeou sua Rainha Secreta, e ele começou a gastar todos os seus momentos livres se submetendo aos seus tormentos inteligentes — eventualmente abdicando de todas as suas responsabilidades em sua busca pelos prazeres dolorosos que somente ela poderia trazer. A Rainha da Dor poderia levá-lo à beira da morte, mas ela estava vinculada a runas para mantê-lo vivo. Por fim, a negligência do Rei com o estado provocou uma revolta. Ele foi arrancado de sua câmara e atirado da Torre das Invocações e, no momento da morte, a Rainha da Dor foi solta no mundo, livre da servidão — livre para infligir seus sofrimentos a qualquer um que ela se dignasse a notar.",
  "venomancer": "Nas Selvas Ácidas da Ilha Jidi, o veneno corre nas veias e borbulha nas entranhas de cada criatura que corre, sobe ou mergulha entre vinhas fluorescentes pingando seiva cáustica. No entanto, mesmo neste zoológico tóxico, Venomancer é reconhecido como o mais venenoso. Eras atrás, um Herbalista chamado Lesale cruzou a Baía de Fradj em um coracle, procurando por essências potentes que pudessem ser extraídas de cascas e raízes, e encontrou, em vez disso, uma transformação de pesadelo. Duas léguas na selva de Jidi, Lesale encontrou um réptil camuflado como uma epífita, que o picou quando ele o arrancou por engano. Em desespero, ele usou seu conhecimento parcial da generosidade herbal da selva, misturando o veneno do réptil (rapidamente estrangulado) com o néctar de uma orquídea blindada, para compor um antídoto. Nos momentos antes de uma paralisia negra reivindicá-lo completamente, ele se injetou com espinhos de orquídea e imediatamente entrou em coma. Dezessete anos depois, algo se agitou no local onde ele havia caído, jogando fora o acúmulo de anos de húmus: Venomancer. Lesale, o Herbalista, não mais — mas Lesale, o Portador da Morte. Sua mente foi quase apagada, e sua carne foi consumida e substituída por um novo tipo de matéria — uma que fundia o veneno do réptil com o tegumento venenoso da orquídea. As Selvas Ácidas de Jidi conheciam um novo mestre, um diante do qual até mesmo os predadores mais cruéis logo aprenderam a se curvar ou cavar para salvar suas vidas. A ilha lúgubre provou ser muito confinante, e alguma fome humana no fundo do coração do Venomancer levou Lesale em busca de novos venenos — e novas mortes para trazer.",
  "faceless_void": "Darkterror the Faceless Void é um visitante de Claszureme, um reino fora do tempo. Permanece um mistério por que esse ser de outra dimensão acredita que a luta pelas Pedras de Nêmesis vale a pena entrar em nosso plano físico, mas aparentemente uma perturbação no equilíbrio de poder neste mundo tem repercussões em dimensões adjacentes. O tempo não significa nada para Darkterror, exceto como uma forma de frustrar seus inimigos e ajudar seus aliados. Sua visão de longo prazo do cosmos lhe deu uma qualidade remota e desconectada, embora na batalha ele seja bem capaz de torná-la pessoal.",
  "skeleton_king": "Por anos incontáveis, o Rei Ostarion construiu um reino a partir dos restos de seus inimigos. Era uma missão obsessiva, feita para passar as longas eternidades de uma monarquia que parecia fadada a nunca acabar. Ele acreditava que, enquanto construísse as torres de seu palácio, não poderia morrer. Mas eventualmente ele aprendeu que havia sido iludido... que o próprio osso poderia perecer. Profundamente desconfiado da carne, ele buscou uma maneira mais permanente de estender seu reinado e, finalmente, decidiu-se pela busca da energia wraith, uma forma de espírito puro emitida por certas almas sombrias na morte. Se ele se infundisse com Essência Wraith, ele pensou que poderia criar um corpo tão luminoso e eterno quanto seu ego. No solstício milenar conhecido como Noite Wraith, ele se submeteu a um rito de transformação, obrigando seus súditos a coletar almas suficientes para alimentar sua ambição pela imortalidade. Ninguém sabe quantos de seus campeões morreram, pois o único sobrevivente que importava era o Rei Wraith que se levantou com o sol na manhã seguinte. Agora ele raramente passa um momento em seu trono brilhante, mas sai com a espada desembainhada, exigindo uma fidelidade que se estende muito além da morte.",
  "death_prophet": "Krobelus era uma Profeta da Morte — o que é uma maneira de dizer que ela dizia a sorte para os mais ricos daqueles que desejavam olhar além do véu. Mas depois de anos perguntando em nome de outros, ela começou a procurar pistas sobre seu próprio destino. Quando a morte se recusou a revelar seus segredos, ela tentou comprá-los com sua vida. Mas o preço final provou ser insuficiente. A morte a vomitou repetidamente, sempre escondendo seus mistérios mais profundos. Seu ciúme cresceu. Outros poderiam morrer pela eternidade — por que não ela? Por que ela sozinha deveria ser lançada de volta às margens da vida com uma regularidade tão cansativa? Por que ela não era digna da única coisa que todas as outras criaturas vivas tomavam como garantida? Ainda assim, ela não seria desencorajada. Cada vez que ela retornava do túmulo, ela trazia um pouco de morte de volta com ela. Espectros a seguiam como fragmentos de sua alma despedaçada; seu sangue tornou-se fino e ectoplasmático; as criaturas festeiras do crepúsculo a tomaram por sua parente. Ela deu um pouco de sua vida a cada falecimento, e começou a parecer que seu fim estava próximo. Com sua dedicação à morte redobrada, e nenhum cliente além dela mesma, Krobelus se jogou ainda mais fervorosamente no abismo da morte, com a intenção de cumprir a única profecia que lhe escapava: que um dia o Profeta da Morte não retornaria mais da morte.",
  "phantom_assassin": "Por meio de um processo de adivinhação, crianças são selecionadas para serem criadas pelas Irmãs do Véu, uma ordem que considera o assassinato uma parte sagrada da ordem natural. As Irmãs Veladas identificam alvos por meio de meditação e declarações oraculares. Elas não aceitam contratos e nunca parecem perseguir alvos por motivos políticos ou mercenários. Seus assassinatos não têm relação com nenhuma agenda reconhecível e podem parecer completamente aleatórios: uma figura de grande poder não tem mais probabilidade de ser eliminada do que um camponês ou um cavador de poços. Qualquer padrão que os assassinatos possam conter, é conhecido apenas por elas. Elas tratam suas vítimas como sacrifícios, e a morte em suas mãos é considerada uma honra. Criadas sem nenhuma identidade exceto a de sua ordem, qualquer Assassina Fantasma pode tomar o lugar de qualquer outra; seu número não é conhecido. Talvez haja muitas, talvez haja poucas. Nada se sabe sobre o que está sob o Véu Fantasma. Exceto que esta, de vez em quando, quando ninguém está perto o suficiente para ouvir, é conhecida por agitar seus véus com o sussurro proibido de seu próprio nome: Mortred.",
  "pugna": "No reino do nascimento de Pugna, perto das aberturas dos Nether Reaches, havia um lamasery dedicado às Artes do Oblivion, que extraía seu poder das energias nether. O Grão-Mestre do complexo do templo havia passado para o Oblivion vários anos antes, deixando sua academia sem um líder. Desde o momento da morte de seu mestre, os regentes do templo começaram ritos de adivinhação para identificar a reencarnação de seu mestre, e eventualmente todos os sinais convergiram para a vizinhança imediata. Várias aldeias se agacharam na sombra do templo, seus becos e praças cheios de risadas de crianças gritando. Pugna, com apenas treze meses de idade, era apenas um candidato entre os pirralhos locais, e no dia marcado ele foi apresentado ao templo junto com outros dois promissores. Os lamas ofereceram uma mistura de relíquias gastas para as crianças, posses preciosas de seu antigo grão-mestre. Um garoto pegou uma varinha de pórfiro que pertencera ao lama... e colocou em sua narina. Uma garota travessa tirou um amuleto que também tinha sido do lama e imediatamente o engoliu. Pugna olhou para os outros dois friamente, deu uma risada alegre e os atingiu com jatos de chamas esmeraldas, reduzindo-os a cinzas em um instante. Ele então pegou a varinha e o amuleto, dizendo 'Meu!' Os regentes içaram o radiante Pugna em seus ombros, o envolveram nas vestes de seu grão-mestre e o levaram ao trono antes que seu humor pudesse mudar. Em cinco anos, o próprio templo era outra pilha de cinzas, o que agradou Pugna infinitamente.",
  "templar_assassin": "Lanaya, a Assassina Templária, chegou ao seu chamado por um caminho de investigação curiosa. Possuidora de uma inclinação científica, ela passou seus primeiros anos envolvida em estudo meticuloso das leis da natureza — perscrutando grimórios de magia e alquimia, recriando experimentos a partir de fragmentos carbonizados dos Arquivos Violetas e memorizando observações dos registradores Keen. Já quieta e reservada por natureza, a dificuldade de adquirir esses objetos reforçou ainda mais suas habilidades de furtividade. Se ela fosse menos reservada, ela poderia ter se tornado notória entre as guildas como uma ladra-erudita. Em vez disso, suas investigações a levaram a cantos muito mais obscuros. Enquanto ela dedicava seus talentos furtivos para desvendar os segredos do universo, ela destrancou uma porta secreta que existe na própria natureza: a entrada para o Templo mais Oculto. As inteligências que esperavam além daquele portal provaram estar esperando por ela, e quaisquer mistérios que elas revelassem no momento de sua descoberta não eram nada comparados às respostas que elas ofereciam a Lanaya caso ela continuasse a serviço delas. Ela jurou proteger os mistérios, mas, mais importante, a serviço do Templo Oculto, ela satisfaz seu desejo infinito por entendimento. Nos olhos de cada inimigo que ela expurga, um pouco mais do mistério é revelado.",
  "viper": "O familiar malévolo de um mago sádico que o capturou e esperava domesticá-lo, Viper estava curiosamente feliz por ter sido libertado do subterrâneo selado e imutável Nether Reaches, onde sua raça viveu por milhões de anos, após o deslizamento tectônico ter selado os Netherdrakes em cavernas luminosas. Viper passou algum tempo parecendo se submeter aos acorrentamentos do mago, esperando aprender o que pudesse sobre as magias negras que o mago praticava. Mas ele logo percebeu que poucas magias eram tão mortais quanto as toxinas que eram seu direito de nascença. Exalando um ácido que rapidamente corroeu as barras de sua gaiola, o Netherdrake escapou de seus confins, cuspiu veneno nos olhos do velho conjurador e voou para deixar o mundo saber que tinha um novo mestre.",
  "luna": "Como ela foi reduzida a isso? Ela já foi o Flagelo das Planícies, uma líder implacável de homens e animais, e capaz de semear terror onde quer que ousasse. Agora ela estava longe de sua terra natal, enlouquecida pela fome e meses de peregrinação, seu exército morto há muito tempo ou pior. Enquanto ela estava na orla de uma floresta antiga, um par de olhos brilhantes espiou de um galho de sabugueiro. Algo belo e mortal procurava uma refeição no crepúsculo murcho. Sem um som, ele se virou e foi embora. A fúria a dominou. Segurando uma adaga enferrujada, ela atacou a fera determinada a recuperar até mesmo um fragmento de sua glória passada, mas sua presa não seria capturada. Três vezes ela encurralou a criatura entre as pedras e árvores, e três vezes ela atacou apenas para testemunhar sua sombra desaparecendo disparando mais para dentro da floresta. No entanto, a lua cheia brilhava intensamente, e a trilha da criatura era fácil de seguir. Chegando em uma clareira no topo de uma colina alta, a enorme forma felina da besta sentou-se ao ar livre, atenta e esperando. Quando a mulher brandiu sua adaga, a criatura empinou, rugiu e atacou. A morte, ao que parecia, tinha chegado para ela finalmente neste lugar estranho. Ela se levantou, calma e pronta. Um lampejo de movimento, e a besta arrancou a adaga de sua mão antes de desaparecer na floresta. Quietude. Figuras encapuzadas se aproximaram. Em tons reverentes, revelaram que Selemene, Deusa da Lua, a havia escolhido, a havia guiado, a havia testado. Sem querer, ela havia suportado os ritos sagrados da Lua Negra, guerreiras da Floresta Nightsilver. Ela recebeu uma escolha: juntar-se à Lua Negra e se comprometer a servir Selemene, ou partir e nunca mais retornar. Ela não hesitou. Abraçando sua absolvição, ela renunciou ao seu passado sangrento e assumiu um novo manto como Luna da Lua Negra, a temida Cavaleira da Lua, guardiã implacável e sempre leal da Floresta Nightsilver.",
  "dragon_knight": "Após anos na trilha de um lendário Eldwurm, o Cavaleiro Davion se viu diante de um inimigo decepcionante: o temido Slyrak havia se tornado velho e frágil, suas asas esfarrapadas, suas poucas escamas restantes atingidas pela podridão de escamas, suas presas moídas em pedaços e suas gotas de fogo não mais ameaçadoras do que um pacote de fósforos molhados. Não vendo nenhuma honra a ser conquistada no assassinato de dragões, o Cavaleiro Davion se preparou para se virar e deixar seu velho inimigo morrer em paz. Mas uma voz penetrou em seus pensamentos, e Slyrak fez um apelo sussurrado para que Davion o honrasse com a morte em combate. Davion concordou e se viu recompensado além da expectativa por seu ato de misericórdia: enquanto afundava sua lâmina no peito de Slyrak, o dragão perfurou a garganta de Davion com uma garra. Enquanto seu sangue se misturava, Slyrak enviou seu poder pela Rota do Sangue, enviando toda sua força e séculos de sabedoria para o cavaleiro. A morte do dragão selou seu vínculo e o Cavaleiro Dragão nasceu. O antigo poder dorme no Cavaleiro Dragão Davion, despertando quando ele o chama. Ou talvez seja o Dragão que chama o Cavaleiro...",
  "dazzle": "Cada jovem acólito da ordem Dezun deve completar uma série de ritos antes de se tornar um sacerdote das sombras. O rito final, o rito das sombras, é uma jornada espiritual angustiante pelo Reino Nothl, um domínio imprevisível do qual nem todos os visitantes retornam. Daqueles que o fazem, alguns retornam loucos. Outros retornam com aptidões estranhas. Mas todos os que vão para lá são transformados por suas experiências. Motivado pela necessidade de iluminação, Dazzle foi o mais jovem de sua tribo a solicitar o ritual sagrado. A princípio, a ordem o recusou, dizendo que ele era muito jovem. Mas Dazzle não se deixou dissuadir. Sentindo algo especial no jovem acólito teimoso, os anciãos cederam. Dazzle bebeu a poção sagrada e sentou-se perto do fogo enquanto o resto de sua tribo dançava pela noite. Nesta dimensão etérea do Reino Nothl, as propriedades da luz e da escuridão são invertidas. Assim, sua brilhante luz curadora, bela aos nossos olhos, é na verdade um tipo sinistro de mal; e os feitos mais sombrios são feitos em um brilho ofuscante. A intuição dos anciões foi profética: Dazzle retornou ao seu povo como um Sacerdote das Sombras como nenhum outro visto antes, com o poder de curar e também de destruir. Agora ele usa seu dom para cortar seus inimigos e consertar seus amigos.",
  "rattletrap": "Rattletrap descende da mesma parentela distante de Sniper e Tinker, e como muitos do Povo Keen, compensou sua estatura diminuta através da aplicação de engenhocas e inteligência. Filho do filho de um relojoeiro, Rattletrap foi aprendiz desse ofício por muitos anos antes que a guerra descesse das montanhas e varresse as vilas das planícies livres de tais vocações inocentes. 'Seu novo ofício é a batalha', seu pai moribundo disse a ele enquanto a vila de seus ancestrais jazia em ruínas carbonizadas e fumegantes. É um pobre comerciante que culpa suas ferramentas, e Rattletrap nunca foi de dar desculpas. Depois de enterrar seu pai entre as ruínas de sua vila, ele decidiu se transformar na maior ferramenta de guerra que qualquer mundo já viu. Ele jurou nunca mais ser pego desprevenido, em vez disso, usou seus talentos para montar uma armadura Clockwerk energizada para fazer os cavaleiros de outras terras parecerem latas de lata em comparação. Agora Rattletrap está vivo com dispositivos, um pequeno, mas mortal guerreiro cujas habilidades em emboscada e destruição aumentaram para níveis quase automatizados de eficiência. Um artesão da morte, suas mecanizações fazem um trabalho rápido com os incautos, anunciando um novo amanhecer nesta era de guerra. Que horas são? É hora do Clockwerk!",
  "leshrac": "Leshrac, Alma Atormentada, é uma entidade arrancada do coração da natureza, um ser liminar que existe metade em um plano de existência, metade em outro. Sua inteligência penetrante é tal que ele nunca pode ignorar por um momento o horror agonizante no coração de toda a criação. Outrora um grande filósofo que buscava o significado da existência, ele sondou as profundezas da natureza com os Cristais Cronóticos assombrados, e foi alterado para sempre pelos mistérios hediondos assim revelados a ele. Agora, as profundezas mais sombrias de sua iluminação são iluminadas apenas pelo brilho intermitente de sua arrogância. Como outros personagens elementais, ele está completamente em harmonia com a natureza, mas em seu caso é uma natureza lúgubre e vil. Só ele vê a verdade maligna da realidade, e não tem utilidade para aqueles que acreditam que o cosmos reserva uma recompensa especial para aqueles que praticam a benevolência.",
  "furion": "Quando Verodicia, Deusa das Florestas, terminou de preencher os lugares verdes, tendo plantado o espírito enrolado na semente, tendo atraído as águas entrelaçadas das profundezas da rocha, tendo jurado ao sol sua total atenção às coisas que cresciam, ela percebeu que seu próprio tempo havia chegado ao fim e, como uma das folhas cujo destino ela havia impresso na semente, ela cairia sem ver a frutificação de seu sonho. Doeu-lhe deixar o mundo desolado, pois os brotos ainda não haviam rompido o solo - e eles seriam tenros e vulneráveis ​​a todo tipo de dano. Ela encontrou em sua bolsa de sementes uma última semente que havia perdido na semeadura. Ela falou uma única palavra para a semente e a engoliu enquanto caía. Seu vasto corpo se decompôs durante o longo inverno, tornando-se o húmus que alimentaria as mudas na primavera. E na manhã do equinócio vernal, antes que o resto da floresta começasse a acordar, aquela última semente amadureceu e explodiu em um instante. Dela surgiu o Profeta da Natureza, com todas as folhas, forte e sábio, possuindo o poder de Verodicia de prever onde ele seria mais necessário na defesa dos lugares verdes — e de qualquer um que tivesse a sorte de chamá-lo de aliado.",
  "life_stealer": "Nas masmorras de Devarque, um mago vingativo jazia algemado, planejando sua fuga. Ele dividia sua cela com uma criatura balbuciante conhecida como N'aix, um ladrão amaldiçoado pelo Conselho Vil com longevidade, para que sua sentença de prisão perpétua por roubo e enganação fosse a mais punitiva possível. Ao longo dos anos, suas correntes corroeram, junto com sua sanidade; N'aix não retinha nenhuma memória de sua vida anterior e não sonhava mais em escapar. Vendo um recipiente perfeito para seus planos, o mago teceu um feitiço de Infestação e lançou sua força vital no corpo de N'aix, pretendendo obrigar N'aix a se sacrificar em um frenesi de violência enquanto o mago retornava ao seu corpo e se esgueirava para longe sem ser notado. Em vez disso, o mago encontrou sua mente presa em um vórtice de loucura tão poderoso que varreu seus planos e destruiu sua vontade. Sacudido pela repentina infusão de vida nova, N'aix acordou de seu pesadelo de loucura e obedeceu à voz desencarnada que enchia seu crânio, que tinha apenas um pensamento: escapar. Naquele momento, Lifestealer nasceu. A criatura lançou sua mente em guardas e soldados de masmorras, obrigando-os a abrir fechaduras e cortar seus companheiros, abrindo um caminho desobstruído para a liberdade enquanto se alimenta de suas vidas. Lifestealer ainda usa as algemas quebradas como um aviso de que ninguém pode segurá-lo, mas por dentro continua prisioneiro. Duas mentes habitam a forma única - uma criatura sem nome de astúcia malévola e o Mestre cuja voz ele finge obedecer.",
  "dark_seer": "Rápido quando necessário e um estrategista astuto, Ish'Kafel, o Dark Seer, não precisa de armas afiadas para derrotar seus inimigos, confiando em vez disso na força de sua mente poderosa. Seu talento está em sua habilidade de manobrar a luta a seu favor. Vindo de um lugar que ele chama de 'A Terra atrás do muro', Dark Seer continua sendo um estranho aqui - um guerreiro de um reino além do véu desta realidade. Outrora um grande general entre seu povo e um valente defensor do deus-rei Damathryx, o exército de Dark Seer foi exterminado por uma força muito maior nos últimos dias da Guerra das Grandes Fronteiras. Enfrentando a derrota certa, ele fez um último ato desesperado: liderou as forças inimigas para o labirinto entre os muros. No último momento, pouco antes da captura, ele cruzou - então selou os muros para sempre em uma liberação explosiva de energia escura. Quando a poeira baixou, ele viu que havia salvado seu povo, mas se viu piscando para o sol de um mundo diferente, sem nenhuma maneira de retornar. Agora ele está comprometido em provar seu valor como estrategista militar e promete mostrar que é o maior estrategista que este estranho mundo novo já viu.",
  "clinkz": "Na base das Colinas Sangrentas se estende uma floresta de mil léguas, um lugar chamado The Hoven, onde poças negras reúnem o sangue alcatroado das terras altas, e o rei-mago Sutherex se senta em governo benevolente. Outrora um protetor juramentado das terras de Hoven, Clinkz ganhou reputação por sua habilidade com um arco. No tricentésimo ano do rei-mago, o demônio Maraxiform surgiu do sexto inferno para reivindicar a floresta. Em resposta, o rei-mago decretou um feitiço inquebrável: a qualquer um que matasse o demônio seria concedida Vida Sem Fim. Sem saber do feitiço, Clinkz entrou na batalha, defendendo suas terras contra o ataque feroz do demônio. Clinkz levou Maraxiform de volta aos portões do próprio sexto inferno, onde naquele limiar de fogo os dois travaram um conflito mortal. Gravemente ferido, o demônio soltou uma rajada de fogo do inferno enquanto Clinkz disparava sua flecha final. A flecha atingiu o demônio em cheio enquanto o fogo do inferno se derramava pela terra, iluminando as poças negras e queimando Clinkz vivo no instante da morte do demônio. Assim, o feitiço do mago fez efeito no exato momento da conflagração do arqueiro, preservando-o nesse estado profano, deixando-o um ser de ossos e raiva, pego no próprio ato de morrer, carregando o hálito do inferno com ele em sua jornada para a eternidade.",
  "omniknight": "Purist Thunderwrath era um cavaleiro lutador, desgastado pela estrada, profundamente comprometido, juramentado à ordem na qual ele havia crescido como escudeiro de cavaleiros mais velhos de grande reputação. Ele havia passado sua vida inteira a serviço da Onisciência, o Que Tudo Vê. A luta deles era sagrada, e ele estava tão envolvido em seu dever que nunca o questionou enquanto teve força para lutar e o valor impetuoso que vem com a juventude. Mas ao longo dos longos anos da cruzada, conforme seus anciãos faleceram e foram enterrados em túmulos tristes ao lado de trilhas lamacentas, conforme seus irmãos de ligação caíram em batalha para criaturas rudes que se recusaram a se curvar à Onisciência, conforme seus próprios escudeiros foram mastigados por emboscadas, pragas e águas ruins, ele começou a questionar o significado de seus votos — o significado de toda a cruzada. Após profunda meditação, ele se separou de seu exército e começou uma longa jornada de volta aos penhascos cheios de cavernas de Emauracus, e lá ele lançou um desafio aos sacerdotes da Onisciência. Nenhum cavaleiro jamais os questionara antes, e eles tentaram jogá-lo no poço do sacrifício, mas Purist não se comoveu. Pois quando ele os encarou, ele começou a brilhar com uma luz sagrada, e eles viram que a Onisciência havia escolhido se revelar a ele. O Hierofante Ancião o conduziu em uma jornada de semanas até a câmara mais profunda, o santo dos santos, onde esperava não algum conceito abstrato de sabedoria e percepção, não alguma relíquia esculpida que exigisse uma injeção de imaginação para acreditar, mas a própria antiga. Ela não havia apenas habitado aquelas rochas por bilhões de éons; não, Ela as havia criado. A Onisciência havia formado a imensa concha mineral do planeta ao seu redor, como uma defesa contra os numerosos terrores do espaço. Assim, o Onividente alegou ter criado o mundo, e dadas as outras verdades reveladas a Purist naquele dia, o cavaleiro não tinha razão para refutar a história. Talvez a Onisciência seja uma mentirosa, profundamente em sua prisão de pedra, e não a criadora do mundo, mas Omniknight nunca mais questionou sua fé. Sua campanha finalmente teve significado. E não pode haver dúvida de que os poderes gloriosos que o imbuem, e dão a seus companheiros tanta força na batalha, são reais além de qualquer dúvida.",
  "enchantress": "Aiushtha parece ser uma criatura inocente e despreocupada da floresta, e embora isso seja certamente verdade, dificilmente é a soma de sua história. Ela entende bem o sofrimento do mundo natural. Ela vagou muito e atravessou florestas brilhantes e sombrias, em todos os climas e estações, reunindo amigos, compartilhando notícias, levando risos e cura aonde quer que vá. Pois em mundos devastados pela guerra, florestas são niveladas para a construção de navios e máquinas de cerco; e mesmo em lugares de paz, as florestas são despojadas para a construção de casas e como combustível para inúmeras lareiras. Aiushtha ouve os apelos das pequenas criaturas, o povo furtivo que precisa de sombra verde e um dossel frondoso para prosperar. Ela empresta seus ouvidos para aqueles que não têm outros ouvintes. Ela carrega suas histórias da floresta para o mundo, acreditando que sua própria alegria é uma espécie de Encantamento, que pode cumprir a promessa de um futuro verdejante.",
  "huskar": "Emergindo das dores do sagrado Reino Nothl, Huskar abriu os olhos para ver o pródigo sacerdote das sombras Dazzle trabalhando um profundo encantamento sobre ele. Contra os antigos ritos da Ordem Dezun, o espírito de Huskar havia sido salvo da eternidade, mas como todos que encontram o Nothl, ele se viu irrevogavelmente mudado. Não mais à mercê de um corpo mortal, seu próprio sangue vital se tornou uma fonte de poder incrível; cada gota derramada era devolvida dez vezes mais com uma energia feroz e ardente. No entanto, esse novo presente enfureceu Huskar, pois em seu resgate do Nothl, Dazzle negou a ele um lugar entre os deuses. Ele teve negado seu próprio sacrifício sagrado. Com o tempo, os anciões da ordem buscaram expandir sua influência e Huskar, eles concordaram, seria uma ferramenta formidável em sua campanha. No entanto, tornar-se uma mera arma para a ordem que negou a ele seu direito de nascença apenas o perturbou ainda mais. Quando as primeiras brasas da guerra surgiram no horizonte, ele fugiu de sua casa ancestral para encontrar novos aliados, ao mesmo tempo em que buscava uma causa digna de liberar o poder que seu sacrifício total poderia trazer.",
  "night_stalker": "Do Night Stalker, não há história, apenas histórias. Há contos antigos entrelaçados na tradição de cada raça e cada cultura, de um tempo impossível antes da luz do sol e do dia, quando a noite reinava sozinha e o mundo estava coberto com as criaturas da escuridão - criaturas como Balanar, o Night Stalker. Dizem que no amanhecer do Primeiro Dia, todas as criaturas da noite pereceram. Todas, isto é, exceto uma. A personificação do mal, Night Stalker se deleita com sua malevolência. Ele criou o papel primordial do Terror Noturno, o Bicho-papão, e enquanto houver filhotes, seu é o espectro convocado para aterrorizá-los. Este é um papel que ele aprecia; nem são essas teatralidades vazias. Ele realmente persegue os incautos, os indefesos, aqueles que se desviaram dos caminhos iluminados ou negaram os avisos de suas comunidades. Night Stalker serve como prova viva de que o pior pesadelo de toda criança... é verdade.",
  "broodmother": "Por séculos, Black Arachnia, a Broodmother, espreitou nos tubos de lava escuros sob a caldeira fumegante do Monte Pyrotheos, criando milhões de filhotes de aranha em segurança antes de enviá-los para encontrar presas no vasto mundo acima. Em uma era posterior, o Vizir da Ganância, Ptholopthales, ergueu seu zigurate de magnetita nas encostas do vulcão morto, sabendo que qualquer saqueador que buscasse sua riqueza magnética deveria sobreviver às passagens assombradas por aranhas. Após milênios de paz maternal, Black Arachnia se viu cercada por um fluxo constante de furfeet e batedores de carteira, cavaleiros ousados ​​e jovens nobres — todos eles deliciosos, certamente, e ainda assim tendendo a criar um ambiente nada acolhedor para sua prole inocente. Cansada das intrusões, ela fez uma visita a Ptholopthales; e quando ele se mostrou relutante em discutir um acordo, ela envolveu o Vizir em seda e o colocou de lado para ser a peça central de uma festa especial de aniversário. Infelizmente, a ausência do mestre do Magnetic Ziggurat apenas encorajou uma nova geração de intrusos. Quando um de seus recém-nascidos foi pisoteado por um aventureiro desajeitado, ela chegou ao fim de sua corda de seda. A Broodmother seguiu para a superfície, declarando sua intenção de livrar o mundo de todo e qualquer invasor possível, até o último Herói se necessário, até que ela pudesse garantir que seu berçário pudesse mais uma vez ser um ambiente seguro e saudável para sua preciosa prole de aranha.",
  "bounty_hunter": "Quando os caçados contam histórias sobre Gondar, o Caçador de Recompensas, ninguém tem certeza de quais são verdadeiras. Em tons sussurrados, eles dizem que ele foi abandonado quando filhote, aprendendo sua habilidade em rastrear como uma questão de simples sobrevivência. Outros ouvem que ele era um órfão de guerra, acolhido pelo grande Soruq, o Caçador, para aprender a habilidade do mestre com uma lâmina enquanto eles sondavam as florestas escuras em busca de caça grossa. Outros ainda acreditam que ele era um humilde moleque de rua criado entre uma guilda de batedores de carteira e ladrões, treinado nas artes da furtividade e da desorientação. Em volta de fogueiras no campo selvagem, sua presa fala os rumores do trabalho de Gondar, ficando cada vez mais temerosa: eles dizem que foi ele quem rastreou o tirano Rei Goff anos depois que o regente louco se escondeu, entregando sua cabeça e cetro como prova. Que foi ele quem se infiltrou nos acampamentos rebeldes em Highseat, finalmente trazendo o lendário ladrão White Cape para ser julgado por seus crimes. E que foi ele quem encerrou a carreira de Soruq, o Caçador, condenado como criminoso por matar o premiado hellkite do Príncipe. Os contos da incrível habilidade de Gondar se estendem, com cada feito ousado mais inacreditável que o anterior, cada alvo mais evasivo. Pelo preço certo, os caçados sabem, qualquer um pode ser encontrado. Pelo preço certo, até mesmo os mais poderosos podem encontrar medo nas sombras.",
  "weaver": "O tecido da criação precisa de cuidados constantes, para que não se desfie; pois quando se desfaz, mundos inteiros se desfazem. É trabalho dos Tecelões manter o tecido firme, consertar pontos desgastados na malha da realidade. Eles também se defendem das coisas que roem e põem seus ovos em regiões desfiadas, cujos filhotes podem devorar rapidamente um universo inteiro se os Tecelões deixarem sua atenção desvanecer. Skitskurr era um mestre Tecelão, encarregado de manter um pequeno pedaço da criação firmemente tecido e imaculado. Mas o trabalho não era suficiente para satisfazer. Incomodava-o que o trabalho original da criação estivesse todo no passado; o Tear havia feito seu trabalho e viajado. Ele queria criar em vez de apenas manter — tecer mundos de sua própria criação. Ele começou a fazer pequenas mudanças em seu domínio, mas a emoção da criação provou ser viciante, e seus traços se tornaram mais ousados, puxando contra o padrão que o Tear havia tecido. Os guardiões vieram, com suas tesouras, e o mundo de Weaver foi cortado, cortado da tapeçaria cósmica, que eles reteram sem ele nela. Skitskurr se viu sozinho, longe de sua espécie, um estado que teria sido um tormento para qualquer outro Weaver. Mas Skitskurr se alegrou, pois agora ele estava livre. Livre para criar para si mesmo, para começar de novo. As matérias-primas de que ele precisava para tecer uma nova realidade estavam ao seu redor. Tudo o que ele tinha que fazer era rasgar este velho mundo nas costuras.",
  "jakiro": "Mesmo entre as bestas mágicas, um dragão de duas cabeças é uma aberração. Partes iguais de gelo e fogo, astúcia e raiva, a criatura conhecida como Jakiro desliza sobre campos de batalha carbonizados e cobertos de gelo, devastando qualquer um que empunhasse armas contra ela. As garras do dragão Pyrexae sempre contêm dois filhotes. Famosos por sua crueldade, mesmo desde os primeiros momentos de vida, os dragões recém-nascidos desta espécie tentarão matar seus irmãos enquanto ainda estão no ninho. Apenas os mais fortes sobrevivem. Desta forma, a força da linhagem Pyrexae é garantida. Por algum acidente da natureza, a aberração Jakiro eclodiu de um único ovo, combinando em um único indivíduo toda a gama de habilidades encontradas nas diversas espécies Pyrexae. Preso dentro da armadura de seu corpo monstruoso, os poderes do gelo e do fogo se combinam, e agora nenhum inimigo está seguro.",
  "batrider": "Não existe harmonia entre as criaturas da Selva Yama Raskav. Por mordida, garra, pinça ou casco, até o menor sinal de fraqueza significa uma morte rápida. Dizem que o Cavaleiro era apenas um rapaz cortando palha no campo de sua família quando foi levado, varrido por um enorme morcego mordedor em busca de comida. Mas esse garoto teve uma ideia melhor e se livrou das garras de seu captor, foi para as costas da fera e a cortou com suas ferramentas. Emergindo dos destroços sangrentos e intoxicado pela emoção do voo, o garoto percebeu que havia encontrado sua vocação. O garoto cresceu e todo verão ele voltava para o campo de sua família, muitas vezes partindo para o mato buscando recuperar aquela primeira emoção de enfrentar a morte na forma de mandíbulas ou uma queda fatal. Os anos se passaram, mas seu fogo só ficou mais forte. Ele estudou a vegetação rasteira, mergulhando mais fundo a cada expedição, até que finalmente encontrou seu caminho para as cavernas no coração da hostilidade. Dizem que o Cavaleiro, na véspera de uma noite escaldante de verão, não tinha nada além de uma corda, uma garrafa de coragem líquida e uma determinação ardente de sentir os céus mais uma vez, quando mergulhou...",
  "chen": "Nascido no ímpio Hazhadal Barrens, Chen atingiu a maioridade entre as tribos fora da lei que sobreviviam no calor cintilante do deserto. Usando uma antiga forma de encantamento animal, o povo de Chen criou o resistente locuthi do deserto, uma espécie atrofiada de dragão escavador que derretia areias do deserto em tubos de vidro onde duas vezes por ano as chuvas se acumulavam. Sempre à beira da fome e da sede, lutando entre seus vizinhos e entre si, o clã de Chen cometeu o erro, em um dia fatídico, de emboscar a caravana errada. Na batalha cruel que se seguiu, o clã de Chen foi superado. Os Cavaleiros da Dobra blindados fizeram um trabalho rápido com os locuthi encantados, que atacaram e morreram em ondas. Com seus dragões mortos, os homens da tribo os seguiram. Chen lutou, cortou, arranhou e pereceu — ou teria morrido. Derrotado, de joelhos, ele enfrentou sua execução com humildade, oferecendo seu pescoço à lâmina. Movido pela coragem óbvia de Chen, o carrasco parou sua espada. Em vez da lâmina, Chen recebeu uma escolha: morte ou conversão. Chen adotou a fé com ferocidade. Ele se juntou à Dobra e ganhou sua armadura uma conversão sangrenta de cada vez. Agora, com o fanatismo de um convertido, e com seus poderes de encantamento animal no auge, ele procura descrentes e os apresenta à sua recompensa final.",
  "spectre": "Assim como estados mais elevados de energia buscam um nível mais baixo, o Espectro conhecido como Mercurial é um ser de energia intensa e violenta que se vê irresistivelmente atraído por cenas de conflito conforme elas se desenrolam no mundo físico. Enquanto seu estado espectral normal transcende limitações sensoriais, cada vez que ela assume uma manifestação física, ela é atingida por uma perda de si mesma — embora não de propósito. No choque do combate, sua identidade se despedaça e se reconfigura, e ela começa a recuperar a consciência. Ela entende que é Mercurial, o Espectro — e que todos os seus Haunts são apenas sombras do único e verdadeiro Espectro. O foco vem na luta pela sobrevivência; sua mente verdadeira se reafirma; até que nos momentos finais de vitória ou derrota, ela transcende a matéria e é restaurada mais uma vez à sua forma eterna.",
  "ancient_apparition": "Kaldr, o Ancient Apparition, é uma imagem projetada de fora do tempo. Ele surge do vazio frio e infinito que antecede o universo e aguarda seu fim. Kaldr é, Kaldr era, Kaldr será... e o que percebemos, poderoso como parece para nós, é apenas o mais tênue eco desbotado do verdadeiro e eterno Kaldr. Alguns acreditam que, à medida que o cosmos envelhece e se aproxima de seus momentos finais, o brilho e o poder de Kaldr também se intensificarão — que a Aparição Antiga ficará mais jovem e mais forte à medida que o fim da eternidade se aproxima. Seu aperto de gelo fará com que toda a matéria pare, sua imagem lançará uma luz terrível demais para ser contemplada. Uma Aparição não mais!",
  "doom_bringer": "Aquele que queima e não é consumido, devora e nunca se sacia, mata e está além de todo julgamento — Lúcifer traz a ruína a todos que se opõem a ele. Levando almas na ponta de uma espada de fogo, ele é o Caído, um general outrora favorecido do reino por trás da luz, expulso pelo pecado do desafio: ele não se ajoelharia. Seis vezes seu nome foi tocado no grande sino de Vashundol. Seis e sessenta vezes suas asas foram marcadas, até que apenas tocos fumegantes permaneceram. Sem asas, ele se soltou das amarras que o prendiam à luz e caiu gritando na terra. Uma cratera no deserto, o Paraíso perdido. Agora ele ataca sem piedade, sem motivo, o único ser vivo capaz de se mover livremente entre os sete domínios das trevas. Açoitado por necessidades inescapáveis, distorcido por talentos inimagináveis, Doom carrega seu próprio inferno com ele aonde quer que vá. Desafiador até o fim. Eventualmente, o mundo pertencerá a Doom.",
  "ursa": "Ulfsaar, o Guerreiro, é o membro mais feroz de uma tribo ursina, protetor de sua terra e de seu povo. Durante os longos invernos, enquanto as mães dormem e amamentam seus filhotes, os machos patrulham as terras acima como defensores incansáveis ​​e vigilantes de seus costumes ancestrais. Ouvindo rumores vagos, mas crescentes, de um mal se espalhando, Ulfsaar seguiu além dos limites de sua terra natal selvagem e arborizada, com a intenção de rastrear e destruir a ameaça em sua fonte, antes que ela pudesse colocar seu povo em perigo. Ele é uma criatura orgulhosa com um espírito forte e brilhante, totalmente confiável, um aliado e defensor ferrenho.",
  "spirit_breaker": "Barathrum, o Quebrador de Espíritos, é um ser senhorial e poderoso, uma inteligência feroz e elemental que escolheu mudar de plano para o mundo da matéria para participar de eventos com repercussões no reino elemental que é seu lar. Para esse fim, ele montou uma forma que o serviria bem, tanto em nosso mundo quanto fora dele. Sua forma física toma emprestado os pontos fortes deste mundo, misturando características bovinas e símias - chifres, cascos e mãos - como emblemas externos de suas qualidades internas de força, velocidade e astúcia. Ele usa um anel no nariz, como um lembrete de que serve a um mestre oculto, e que este mundo em que ele trabalha é apenas uma sombra do real.",
  "gyrocopter": "Depois de servir durante uma vida inteira de guerras, revoltas, tumultos e revoluções, os altos funcionários imaginaram que Aurel já tinha visto o suficiente. Mas, além de algumas bugigangas e sua considerável pensão, o antigo engenheiro saiu com algo muito mais interessante: um esquema incompleto e há muito esquecido para um Gyrocopter, o primeiro dispositivo voador tripulado e não mágico do mundo. Retirando-se para a obscuridade tropical do Arquipélago de Ash com pouco mais que tempo e dinheiro, ele começou a trabalhar na construção do dispositivo. Conforme os anos passavam e os restos de protótipos fracassados ​​começavam a se acumular, ele começou a se perguntar se o voo mecânico era mesmo possível. Uma década e um dia após sua aposentadoria, em uma tarde ensolarada com uma brisa do sul, Aurel sentou-se em sua última tentativa, eriçado de indignação e fracasso expectante. Com um grunhido de esforço, ele puxou o cordão de ignição e cobriu a cabeça, esperando pela explosão inevitável. No entanto, para sua grande surpresa, ele começou a levantar e, após alguns ajustes em pânico, se estabilizar. Em uma hora, ele estava se abaixando e tecendo com a brisa, no mesmo nível das gaivotas, e Aurel se viu tomado pela maravilha ofegante do voo. Quando o crepúsculo caiu, ele voltou para sua oficina, mas mal havia virado sua embarcação quando uma bala de canhão rasgou sua cauda. Desembaraçando-se dos destroços, ele nadou em direção ao pedaço de terra mais próximo à vista e amaldiçoou ao ver o navio responsável pela bala de canhão coletando os destroços. Dias depois, quando Aurel retornou à sua oficina, ele começou a trabalhar em outro girocóptero, este capaz de transportar uma carga útil muito mais pesada e perigosa.",
  "alchemist": "A ciência sagrada da Química era uma tradição da família Darkbrew, mas nenhum Darkbrew jamais havia demonstrado o tipo de criatividade, ambição e imprudência do jovem Razzil. No entanto, quando a idade adulta chegou, ele deixou de lado o comércio da família para tentar fabricar ouro por meio da Alquimia. Em um ato de audácia condizente com sua reputação, Razzil anunciou que transmutaria uma montanha inteira em ouro. Após duas décadas de pesquisa, gastos e preparação, ele falhou espetacularmente, rapidamente se encontrando preso pela destruição generalizada que seu experimento causou. No entanto, Razzil nunca foi de encarar um revés levianamente e buscou fuga para continuar sua pesquisa. Quando seu novo companheiro de cela se revelou um ogro feroz, ele encontrou exatamente a oportunidade de que precisava. Depois de convencer o ogro a não comê-lo, Razzil começou a preparar cuidadosamente uma tintura para ele beber, feita a partir de mofos e musgos crescendo na obra de pedra da prisão. Em uma semana, parecia pronto. Quando o ogro bebeu a poção, ele entrou em uma fúria berserker incontrolável, destruindo as barras da cela e explodindo através de paredes e guardas. Eles logo se encontraram perdidos em algum lugar na floresta ao redor da cidade com um rastro de destroços em seu rastro e nenhum sinal de perseguição. No brilho do tônico, o ogro parecia sereno, feliz e até mesmo ansioso. Resolvendo trabalhar juntos, a dupla partiu para coletar os materiais necessários para tentar a transmutação alquímica de Razzil mais uma vez.",
  "invoker": "Em sua forma mais antiga, e alguns diriam mais potente, a magia era principalmente a arte da memória. Não exigia tecnologia, nem varinhas ou acessórios além da mente do mago. Todos os apetrechos do ritual eram meramente dispositivos mnemônicos, destinados a permitir que o praticante recordasse em ricos detalhes as fórmulas mentais específicas que desbloqueavam o poder de uma magia. Os maiores magos naqueles dias eram os abençoados com as maiores memórias, e ainda assim as invocações eram tão complexas que todos os magos eram forçados a se especializar. Os mais devotados poderiam esperar em uma vida ter uma lembrança adequada de três magias — quatro no máximo. Magos comuns se contentavam em conhecer duas, e não era incomum para um mago da aldeia conhecer apenas uma — mesmo isso exigindo que ele consultasse grimórios como uma ajuda contra o esquecimento nas raras ocasiões em que ele poderia ser chamado para usá-lo. Mas entre esses primeiros praticantes havia uma exceção, um gênio de vasto intelecto e memória prodigiosa que veio a ser conhecido como o Invocador. Em sua juventude, o mago precoce dominou não quatro, nem cinco, nem mesmo sete encantamentos: ele podia comandar não menos que dez feitiços e lançá-los instantaneamente. Muitos outros ele aprendeu, mas achou inúteis, e praticava uma vez e depois expurgava de sua mente para sempre, para abrir espaço para invocações mais práticas. Um desses feitiços era o Sempiternal Cantrap — um feitiço de longevidade de tal poder que aqueles que o lançaram nos primeiros dias do mundo ainda estão entre nós (a menos que tenham sido esmagados em átomos). A maioria desses quase imortais vive em silêncio, com medo de admitir seu segredo: mas Invoker não é alguém que mantém seus dons escondidos. Ele é antigo, mais culto do que todos os outros, e sua mente de alguma forma ainda tem espaço para conter um imenso senso de seu próprio valor... assim como as Invocações com as quais ele se diverte durante o longo e lento crepúsculo dos últimos dias do mundo.",
  "silencer": "Parte da sétima e última geração de uma linhagem cuidadosamente projetada, Nortrom foi criado pela antiga ordem dos Aeol Drias para ser o maior usuário de magia que o mundo já viu. Ele era o profetizado, o ápice de duzentos anos de pares cuidadosos, um mago de guerra que traria glória à ordem e destruição aos seus inimigos jurados, os Cavaleiros da Dobra. Criado com outros jovens magos em um acantonamento escondido entre as colinas dos desertos de Hazhadal, os preceptores da ordem esperaram que as habilidades de Nortrom se manifestassem. Enquanto os outros alunos aprimoravam seus talentos com fogo, gelo ou feitiços encantatórios, Nortrom sentou-se em silêncio e sem talento, incapaz de lançar sequer um feitiço. À medida que o dia do teste final se aproximava, ele ainda não havia encontrado sua magia. Com desgosto, os preceptores o repreenderam, enquanto as crianças riam. 'Você não é um mago', declarou o chefe da ordem. Ainda assim, Nortrom não se esquivou. Ele entrou no dia do teste e enfrentou os jovens magos que zombaram dele. E então seus preceptores aprenderam uma lição valiosa: a falta de magia pode ser a maior magia de todas. Nortrom silenciou os jovens magos um por um e os derrotou em combate individual, até que ele sozinho se posicionou como campeão dos Aeol Drias, em cumprimento à profecia.",
  "obsidian_destroyer": "Um de uma raça nobre e magistral, Harbinger ronda a borda do Vazio, única sentinela sobrevivente de um posto avançado no mundo na borda do abismo. Deste Outworld cristalino e irregular, sempre em guarda, ele olhou por eternidades para os céus, alerta para qualquer agitação na noite sem fundo além das estrelas. Impresso profundamente nas brilhantes treliças de seu intelecto está um padrão ressonante semelhante à profecia, uma música sombria que implica que eventualmente algum mal acordará lá fora, além das bordas da criação, e voltará sua atenção para o nosso mundo. Com todo o seu ser focado em sua vigília, Outworld Destroyer prestou pouca atenção aos eventos mais próximos do sol. Mas finalmente o clamor dos Antigos e uma sensação de ameaça crescente de dentro e de fora o enviaram voando em direção ao sol para visitar as planícies da guerra. O lugar de Harbinger em nossas próprias profecias é inequívoco: ele deve ser considerado um presságio de coisas piores para vir. Mas sua chegada em si já é ruim o suficiente.",
  "lycan": "Banehallow era nobre de nascimento na casa de Ambry, a maior das castas de terras no antigo reino de Slom. Antes da Queda, conforme as necessidades do Rei se tornavam estranhas, e sua corte se tornava lotada de feiticeiros e charlatões, a casa de Ambry foi a primeira a se levantar contra a avareza do trono. Não mais dispostos a prestar homenagem e fidelidade, eles enviaram seis mil espadas para a capital, onde foram exterminadas no Massacre dos Apóstatas. E então surgiram os dentes por trás da velha verdade: quando você golpeia o pescoço de um rei, é melhor arrancar sua cabeça. Enfurecido pela traição, o rei exterminou a vasta linhagem Ambry, poupando apenas o senhor da casa e seu filho mais novo, Banehallow. Diante de toda a corte real, com o senhor desgraçado acorrentado ao piso de mármore ornamentado, o Rei ordenou que seus mágicos transformassem o menino em um lobo para que ele pudesse arrancar a garganta de seu próprio pai. 'Faça isso', disse o rei, 'para que Lorde Ambry entenda a mordida da traição'. Uma magia poderosa foi invocada, e a criança foi transformada. Mas embora seu corpo tenha mudado, seu espírito permaneceu intacto, e em vez de morder o pescoço exposto de seu pai, ele atacou seus tratadores, despedaçando-os. Uma dúzia de cavaleiros do rei pereceram sob os dentes do lobo antes que conseguissem expulsá-lo noite adentro. Lorde Ambry riu de suas correntes, mesmo quando o rei o atravessou com uma espada. Agora o herdeiro da casa perdida de Ambry, Banehallow vagueia pela trilha como o Lycan, parte guerreiro, parte lobo, em busca de justiça por tudo o que perdeu.",
  "brewmaster": "Nas profundezas das Montanhas Lamentáveis, em um vale abaixo da Cidade em Ruínas, a antiga Ordem de Oyo pratica há séculos seus ritos de devaneio sagrado, comungando com o reino espiritual em grandes festivais de bebida. Nascido na carne de uma mãe por um pai Celestial, o jovem conhecido como Mangix foi o primeiro a crescer com os talentos de ambas as linhagens. Ele treinou com os maiores estetas da Ordem, eventualmente ganhando, por meio de embriaguez diligente, o direito de desafiar o título de Mestre Cervejeiro, a denominação mais honrada entre a seita contemplativa de fabricação de malte. Tanto competição de bebida quanto combate mortal, Mangix por nove dias bebeu e lutou contra o mestre mais velho. Por nove noites eles tropeçaram e giraram, beberam e bateram, até que finalmente o guerreiro mais velho caiu em um estupor bêbado, e um novo Mestre Cervejeiro foi nomeado. Agora, o novo e jovem Mestre Cervejeiro convoca a força de seus antepassados ​​de Oyo para acelerar seu cajado. Ao usar magia, é para seus ancestrais espirituais que ele se volta. Como todos os Brewmasters antes dele, ele foi enviado por seu povo com uma única missão. Ele vagueia pela terra, se esforçando para a iluminação através da bebida, buscando a resposta para o antigo cisma espiritual. Esperando pensar o pensamento único que unirá os planos espiritual e físico novamente.",
  "shadow_demon": "Entre os Demônios soberanos com acesso explícito a este mundo, Doom mal se incomoda com os assuntos dos Não-infernais e Consortes Espectrais Menores, enquanto Shadow Fiend passa quase exclusivamente em expedições de coleta. O Demônio das Sombras, no entanto, sempre teve um interesse profundo e permanente no plano material, como se sentisse que o domínio deste nexo dimensional corajoso poderia ser a chave para a dominação total de todas as realidades. Convocado primeiro por magos menores, o Demônio das Sombras concedeu todos os desejos e fez exibições cada vez mais impressionantes de poder até que ele teve a atenção total dos maiores demonologistas, e através deles os vários senhores, tiranos, autarcas e hierofantes que dependiam da feitiçaria para reforçar seu poder mundano. Tão grande era seu engano que todos os seus invocadores se consideravam o mestre e o Demônio das Sombras o servo; enquanto isso, ele corroeu suas identidades e fez de suas mentes a sua. No final, a maioria dos membros do culto eram fantoches ocos, extensões de sua vontade maligna. O próximo passo do Shadow Demon continua aberto à especulação, pois nessa época, Nevermore, o Shadow Fiend, mordeu uma alma de gosto particularmente desagradável e descobriu que ela não continha nada além de um nougat imundo da essência do Shadow Demon. Alertados de que um golpe estava em andamento e que o antigo equilíbrio do Pacto Umbral estava prestes a ser desestabilizado, Doom e Shadow Fiend juntaram forças brevemente para destruir o culto crescente. Combinando feitiços de força incrível, eles desfizeram séculos de trabalho paciente do Shadow Demon, reduzindo seu culto a pedacinhos — e todos os seus membros a um respingo sangrento. Nada restou, exceto uma pequena partícula de sombra demoníaca. Imortal e irredutível, essa partícula de maldade foi o suficiente para semear o próximo esquema do Shadow Demon e, aos trancos e barrancos, ao longo dos séculos, ele começou a se reagrupar. O que quer que aquela partícula de sombra tocasse, ela contaminava, e sua influência gradualmente crescia. Um caos de partes danificadas se uniram, se reconectaram e se combinaram para dar ao Shadow Demon uma forma ainda mais forte do que a anterior. Ele está quase completo agora, e seu plano para domínio infinito não tem todas as suas fraquezas anteriores. Parece que tal ser de pura malícia e malevolência, uma ameaça a toda a criação, estaria para sempre fora de lugar em nosso mundo... ainda assim, Shadow Demon não carece de seguidores.",
  "lone_druid": "Muito antes das primeiras palavras das primeiras histórias, surgiu o druídico Clã Urso. Sábios e justos eles eram, e focados em seus caminhos para buscar uma compreensão da ordem natural. As forças arqui-naturais viram isso, e então buscaram os mais eruditos entre eles. O velho e sábio Sylla, juiz e vidente do clã, deu um passo à frente por seus parentes, e a ele foi dada a Semente com estas palavras: 'Quando todo o mundo escurecer, quando a civilização deixar estas terras, quando o mundo for morto e devastado pelos desertos sem fim no fim dos tempos, plante a Semente.' Ao agarrar sua confiança, Sylla sentiu seus anos recuarem e sua vitalidade retornar. Vasto conhecimento explodiu em sua mente. Ele se viu capaz de projetar sua própria vontade na realidade e, com alguma concentração, alterar sua própria forma física também. No entanto, sussurros sutis e ouvidos cruéis trouxeram notícias da Semente e seu poder para outros povos, e uma guerra terrível caiu sobre o Clã Urso. Enquanto seu lar ancestral queimava, Sylla pegou seu fardo e fugiu para os lugares selvagens. Eras se passaram, e o tempo e o mito esqueceram o Clã Urso, esqueceram Sylla e a Semente, esqueceram civilizações maravilhosas que surgiram e caíram no rastro do Clã Urso. Por milênios, Sylla esperou, esperou por notícias de suas divindades, esperou pela paz chegar aos reinos sempre em guerra, esperou no exílio e em segredo pelo fim de todas as coisas e pela conclusão de seu compromisso sagrado, preparando-se sempre para enfrentar e destruir o que ousasse ameaçar seu propósito.",
  "chaos_knight": "O veterano de inúmeras batalhas em mil mundos, Chaos Knight vem de um plano distante a montante, onde as leis fundamentais do universo encontraram expressão consciente. De todos os Fundamentos antigos, ele é o mais antigo e incansável, buscando incessantemente um ser que ele conhece apenas como 'A Luz'. Há muito tempo, a Luz se aventurou para fora do reino progenitor, desafiando a primeira aliança. Agora, Chaos Knight muda de plano para plano, sempre em busca de extinguir a Luz onde quer que a encontre. Mil vezes ele extinguiu a fonte, e sempre desliza para outro plano para continuar sua busca novamente. Em seu corcel Armageddon, ele cavalga, entrando na batalha com frenesi maníaco, extraindo força da desordem do universo. Uma manifestação física do próprio caos, em tempos de necessidade ele invoca outras versões de si mesmo de outros planos, e juntos esses cavaleiros negros cavalgam para a batalha, tão imparáveis ​​quanto qualquer força da natureza. Somente quando a última Luz do mundo for varrida da existência a busca terminará. Onde cavalga o Cavaleiro do Caos, a morte logo segue.",
  "meepo": "'Se você me perguntar, a vida é sobre quem você conhece e o que você pode encontrar. Quando você mora nas Ruínas Riftshadow, só encontrar comida pode ser difícil. Então você precisa cortar custos, precisa vasculhar, precisa conhecer seus pontos fortes. Algumas das feras lá em cima podem te matar, então você precisa de uma maneira de capturar os fracos e se esquivar dos fortes. O lado positivo é que as ruínas têm história, e a história vale muito para algumas pessoas. Costumava haver um palácio lá, onde eles tinham todos esses rituais sombrios. Coisas ruins. Se você sobrevivesse à cerimônia, eles quebrariam um cristal e dividiriam sua alma em pedaços. Mas eles faziam ótimas artes! Esculturas e coisas assim. Deixe-me dizer: às vezes você tropeça em algumas dessas esculturas antigas. Leve um pacote cheio delas para a cidade e venda, depois compre comida para algumas semanas. Se a sorte estiver realmente do seu lado, você pode encontrar um cristal Riftshadow. Avalie e comece a perguntar por aí. Alguém sempre conhece algum louco procurando por esse tipo de coisa. Se tudo mais falhar, venda-o para um Magus na próxima vez que um estiver na cidade. Eles adoram essas coisas. Ainda assim, o que quer que você faça, tenha cuidado ao manusear esses cristais. Você não quer que um deles saia de você. Isso realmente dói.'",
  "treant": "Longe a oeste, nas montanhas além do Vale de Augury, jazem os restos de um antigo poder, uma fonte de energia sobrenatural aninhada nas profundezas das florestas altas. Dizem que as coisas que crescem aqui, crescem estranhamente. Para as forças da natureza, este é um lugar sagrado, feito para permanecer escondido e desconhecido. Muitas são as armadilhas e perigos desta terra. Há gramíneas que tudo consomem, fauna mestiça e flores venenosas, mas nenhuma é tão feroz quanto os poderosos Protetores Treant. Esses seres titânicos e atemporais, encarregados de manter a paz nesta terra perigosa, garantem que ninguém dentro invada sem razão, e ninguém sem roubar seus segredos. Por um tempo incalculável, eles cuidaram de seu solo sagrado, ininterruptos, apenas vagamente cientes do mundo em mudança além. No entanto, inevitavelmente, o mundo mais amplo tornou-se ciente desta terra indomável, e a cada inverno que passava os forasteiros ficavam mais ousados. Logo eles chegaram com ferramentas para cortar e com chamas para queimar, e muitas vezes os Treants ponderavam: quem são essas criaturas frágeis e industriosas? O que agora havia acontecido com o mundo selvagem e verde? Veio e se foi uma era de perguntas e dúvidas, mil verões de longas tradições colocadas em escrutínio, enquanto mais e mais os forasteiros morriam e alimentavam sua terra. Quando tudo o que floresceu finalmente terminou sua palavra, a curiosidade superou a cautela. Foi decidido: um Protetor solitário seria enviado para o mundo mais amplo e instruído a vagar até que as geleiras surgissem mais uma vez, para observar a terra em mudança e suas criaturas, e descobrir quais perigos desconhecidos poderiam ameaçar seu solo sagrado.",
  "ogre_magi": "O ogro comum é a criatura para quem a frase 'Tão burro quanto um saco de martelos de pedra' foi cunhada. Em seu estado natural, um ogro é extremamente incapaz de fazer ou decidir qualquer coisa. Vestido de sujeira, ele às vezes se encontra acidentalmente envolto em peles de animais após comer lanekill. Não sendo uma criatura especialmente social, ele é mais frequentemente encontrado afetuosamente consorciado com as pedras ou tocos de árvores que ele confundiu com parentes (um fator que pode explicar a baixa taxa de reprodução do ogro). No entanto, uma vez a cada geração ou mais, a raça ogro é abençoada com o nascimento de um Ogre Magi de duas cabeças, que imediatamente recebe o nome tradicional de Aggron Stonebreak, o nome do primeiro e talvez único ogro sábio na história de sua linhagem. Com duas cabeças, o Ogre Magi acha possível funcionar em um nível que a maioria das outras criaturas consegue com uma. E embora o Ogre Magi não vença debates (nem consigo mesmo), ele é agraciado com uma qualidade divina conhecida como Dumb Luck - uma propensão para golpes de sorte fortuitos que permitiram que a raça ogre prosperasse apesar dos inimigos, do clima severo e da incapacidade de se alimentar. É como se a Deusa da Sorte, cheia de pena pela espécie tristemente inepta, tivesse tomado o Ogre Magi sob sua proteção. E quem poderia culpá-la? Pobres coisas.",
  "undying": "Há quanto tempo ele perdeu seu nome? A ruína dilacerada de sua mente não sabe mais. Ele vagamente se lembra de armaduras, estandartes e parentes de rosto sombrio cavalgando ao seu lado. Ele se lembra de uma batalha: dor e medo quando mãos pálidas o arrancaram de sua sela. Ele se lembra do terror quando o jogaram no poço escancarado do Deus Morto ao lado de seus irmãos, para ouvir o Dirge e ser consumido no nada. Na escuridão abaixo, o tempo os deixou. O pensamento os deixou. A sanidade os deixou. A fome, no entanto, não. Eles se voltaram um contra o outro com unhas rachadas e dentes quebrados. Então veio: distante a princípio, uma nota frágil no limite da percepção, unida por outra, depois outra, inescapável e interminável. O coro cresceu em uma parede viva de som pulsando em sua mente até que nenhum outro pensamento sobreviveu. Com o Dirge o consumindo, ele abriu os braços para o Deus Morto e deu boas-vindas à sua obliteração. No entanto, a destruição não era para o que ele havia sido escolhido. O Deus Morto exigia guerra. No ventre do grande nada, ele recebeu um novo propósito: espalhar o Dirge pela terra, reunir os mortos insones contra os vivos. Ele se tornaria o Imortal, o arauto do Deus Morto, para se levantar e cair e se levantar novamente sempre que seu corpo falhasse. Para caminhar penosamente pela morte sem fim, para que o Dirge nunca acabasse.",
  "rubick": "Qualquer mago pode lançar um feitiço ou dois, e alguns podem até estudar o suficiente para se tornarem magos, mas apenas os mais talentosos podem ser reconhecidos como um Magus. No entanto, como em qualquer círculo de feiticeiros, um senso de comunidade nunca garantiu cortesia competitiva. Já um duelista renomado e estudioso do mundo mais grandioso da feitiçaria, nunca ocorreu a Rubick que ele talvez pudesse ser material para Magus até que ele estava no meio de sua sétima tentativa de assassinato. Enquanto ele casualmente jogava o décimo segundo de uma série de supostos assassinos de uma sacada alta, ele percebeu o quão completamente sem imaginação as tentativas contra sua vida se tornaram. Onde antes a interrupção de um estalar de dedos ou uma mão de fogo poderia ter colocado uma mola alegre em seu passo, tudo se tornou tão previsível. Ele ansiava por uma competição maior. Portanto, vestindo sua máscara de combate, ele fez o que qualquer mago que buscasse ascender na hierarquia faria: ele anunciou sua intenção de matar um Magus. Rubick rapidamente descobriu que ameaçar um Magus é ameaçar todos eles, e eles caíram sobre ele com força. O feitiço de cada antagonista era uma torrente imparável de energia, e cada ataque um golpe mortal calculado. Mas logo algo ocorreu que os inimigos de Rubick acharam inesperado: suas artes pareciam se voltar contra eles. Dentro do redemoinho mágico, Rubick riu, sutilmente lendo e replicando os poderes de um para lançá-lo contra outro, semeando o caos entre aqueles que se aliaram contra ele. Acusações de traição começaram a voar, e logo os feiticeiros se voltaram uns contra os outros sem suspeitar quem estava por trás de sua ruína. Quando a batalha finalmente chegou ao fim, todos estavam chamuscados e congelados, encharcados, cortados e perfurados. Mais de um estava morto pela arte de um aliado. Rubick ficou de lado, dolorido, mas encantado com as festividades da semana. Ninguém tinha força para argumentar quando ele apresentou sua petição de assunção ao Conselho Oculto, e os Onze Insubstanciais concordaram como um em conceder-lhe o título de Grande Magus.",
  "disruptor": "No alto das estepes devastadas pelo vento de Druud, um talentoso jovem artesão de tempestades chamado Disruptor foi o primeiro a desvendar os segredos das rajadas de verão. Constantemente sob ataque de tempestades sazonais e invasão de reinos civilizados ao sul, os Oglodi das terras altas lutam há séculos para subsistir no topo dos planaltos infinitos. Eles são o remanescente fraturado de uma civilização outrora grandiosa, uma tribo caída, suas naves de tempestade estranhas e inescrutáveis, remendadas a partir de restos de conhecimento perdido que nem eles mais entendem completamente. Para aqueles nas planícies altas, o clima se tornou uma espécie de religião, adorado como doador e tomador da vida. Mas as tempestades elétricas que trazem chuvas que sustentam a vida chegam com um custo, e muitos são os cadáveres carbonizados e fumegantes deixados em seu rastro. Embora pequeno para sua espécie, Disruptor é destemido e movido por uma curiosidade insaciável. Quando jovem, ainda sem sangue e sem um stryder, ele explorou as ruínas das cidades ancestrais, procurando por bibliotecas desmoronadas e mofadas há muito tempo, vasculhando fábricas enferrujadas. Ele pegou o que precisava e retornou para sua tribo. Adaptando uma bobina de design antigo, ele aproveitou o poder do diferencial elétrico e agora invoca o trovão sempre que deseja. Parte mágica, parte artesanato, suas bobinas contêm em suas placas brilhantes o poder da vida e da morte — um poder exercido com precisão contra as castas terrestres do Sul e quaisquer intrusos que cruzem as antigas terras Oglodi.",
  "nyx_assassin": "Nas profundezas do Arquivo de Ultimyr, arquivado entre tratados acadêmicos sobre cladística de dragões e livros de magias intraduzíveis, há um antigo tomo de curiosidades entomológicas. Compilado por acadêmicos, o livro descreve os talentos telepáticos do escaravelho zelote, uma estranha espécie de inseto social com habilidades únicas a todos os sete planos. Ao contrário da maioria das larvas de sua colônia, Nyx Assassin não surgiu da metamorfose com os pensamentos lentos e apêndices embotados comuns à casta trabalhadora de sua espécie. Pois sua transformação foi especial, guiada pela graça de Nyx. Ele foi o escolhido, selecionado entre muitos e ungido com um extrato da própria deusa rainha. Nem todos sobrevivem à bênção sombria da câmara da rainha, mas ele emergiu com uma mente penetrante e garras semelhantes a adagas — suas mandíbulas afiadas como navalhas arranhando o ar enquanto seus pensamentos se projetavam diretamente nas mentes daqueles ao seu redor. De todos os escaravelhos zelotes, ele sozinho foi selecionado para o chamado mais alto. Após sua metamorfose, ele renasceu, pela graça de Nyx, com habilidades que o moldaram para uma coisa e somente uma coisa: matar em nome de sua deusa.",
  "naga_siren": "Entre os jurados da Guarda Slithereen, há um voto solene frequentemente repetido antes da batalha: Nenhum Slithereen pode falhar. Na verdade, essas palavras são partes iguais de juramento e aliança executável, pois aqueles que não cumprem seu dever são banidos da ordem. Falhar é ser diferente de Slithereen. Outrora a mais estimada de sua raça, Slithice comandou por muitos anos um batalhão de seus companheiros, usando sua voz formidável como sua maior arma. Poderosa, sinuosa, serpentina, ela liderou sua Guarda mortal em defesa dos Profundos e da grande riqueza das cidades submersas. Mas na batalha final de Crey, suas forças foram repelidas por um exército saqueador de levianths com a intenção de encontrar tributo para seu deus Maelrawn. Após o longo e sangrento ataque, enquanto os corpos eram retirados dos salões submersos, um único cálice de joias foi encontrado desaparecido do tesouro. De sua centena de Guardas, apenas um punhado sobreviveu, mas sua bravura e sacrifício foram de pouca consequência. O que importava era que o tesouro foi levado. Honra destruída. E então Naga Siren foi expulsa. Banida para procurar o cálice roubado. Embora ela possa adicionar cem vezes seu peso ao tesouro dourado, ela está condenada a viver separada até o dia em que ela devolve o que foi levado. Pois nenhuma quantidade de ouro é igual em honra à honra que ela perdeu.",
  "keeper_of_the_light": "Em um cavalo pálido ele cavalga, essa centelha de sóis infinitos, esse Guardião da Luz. Ezalor há muito tempo escapou do plano Fundamental, separando-se das outras forças antigas às quais estava vinculado dentro da grande harmonia Primordial. Ele é um poder que se tornou senciente no alvorecer do universo, e agora cavalga em todos os planos ao mesmo tempo, um passo à frente da perseguição do caos, carregando seu presente com ele na ponta de um cajado radiante. Sua verdade majestosa está escondida sob a aparência externa de um velho ligeiramente trêmulo que mal consegue ficar na sela. No entanto, quando confrontado com o desafio do caos, ou das forças da escuridão, sua luz primordial irrompe, e seu poder total é revelado, transformando-o mais uma vez em uma força a ser reconhecida.",
  "wisp": "Io está em todo lugar e em todas as coisas. Denunciado pelos inimigos como o grande desfeitor, adorado pelos estudiosos como o piscar de um olho divino, este estranho Wisp de força vital ocupa todos os planos ao mesmo tempo, a menor fração de seu ser cruzando para a existência física a qualquer momento. Como os grandes cavaleiros gêmeos Dark e Light, e mais um viajante antigo cuja verdadeira história está perdida para as eras, Io, o Wisp, é um Fundamental do universo, uma força mais antiga que o tempo, um andarilho de reinos muito além da compreensão mortal. Io é nada menos que a soma de todas as forças atrativas e repulsivas dentro do campo material, uma manifestação senciente da carga que une a existência. É apenas na deformação controlada dessas linhas elétricas que a presença de Io pode ser experimentada no plano físico. Uma força benevolente e cooperativa, Io liga seu estranho magnetismo a outros para que o poder dos aliados possa ser aprimorado. Com seus motivos inescrutáveis, sua força inimaginável, Io se move pelo plano físico, a expressão perfeita dos mistérios do universo.",
  "visage": "Empoleiradas no topo da entrada do Labirinto Estreito, sentam-se as formas iminentes de gárgulas zombeteiras, os caminhos para o além para sempre em seu olhar. Bestas e pássaros, homens e monstros, todas as criaturas que morrem e escolhem viajar além devem um dia passar sob sua vista. Para um espírito sem amarras, a decisão de viajar através do véu da morte é irrevogável. Quando a chance chega, e por astúcia ou astúcia alguma alma inquieta escapa de seus infernos e céus, é a temida gárgula Visage, a forma presa do espírito eterno Necro'lic, que é despachada para recuperá-los. Implacável e eficiente, desimpedido pelos princípios da morte e da fadiga, Visage persegue sua presa sem misericórdia ou fim, destruindo voluntariamente tudo o que pode dar abrigo à essência fugitiva. Aquilo que ostenta as leis da vida após a morte nunca pode descansar, pois embora seja verdade que os mortos podem ser revividos, é apenas uma questão de tempo até que Visage os encontre e os devolva ao seu devido lugar.",
  "slark": "Pouco conhecido pelos habitantes do mundo seco, Dark Reef é uma prisão submersa para onde os piores criados no mar são enviados por crimes contra seus semelhantes. É um labirinto farpado cheio de slithereen assassinos, Deep Ones traiçoeiros, meranths sociopatas. Neste labirinto escuro, patrulhado por enguias e guardado por enormes anêmonas, apenas os cruéis sobrevivem. Lançado em Dark Reef por crimes desconhecidos, Slark passou metade da vida sem parentes ou gentileza, não confiando em ninguém, sobrevivendo por meio de uma combinação de furtividade e crueldade, mantendo seus pensamentos e planos para si mesmo. Quando a infame Dark Reef Dozen planejou sua fuga malfadada, eles mantiveram seus planos em segredo perfeito, assassinando qualquer um que pudesse juntar as peças - mas de alguma forma Slark descobriu seu esquema e fez um lugar para si mesmo nele. Dez dos Dozen morreram na tentativa de fuga, e dois foram capturados, levados de volta para Dark Reef e executados para o entretenimento de seus companheiros de prisão. Mas Slark, o décimo terceiro não celebrado, usou a comoção como cobertura e escapou, sem nunca ser pego. Agora um residente furtivo do matagal carnívoro de mangue que domina o alcance sul de Shadeshore, Slark continua sendo o único fugitivo bem-sucedido de Dark Reef.",
  "medusa": "Beleza é poder. Esse pensamento confortou Medusa — a mais jovem e adorável das três belas irmãs Górgonas, nascida de uma deusa do mar — porque ela era a única das irmãs mortal. Isso a confortou, isto é, até o dia em que agressores mascarados invadiram o reino das Górgonas e arrancaram as duas irmãs imortais de sua casa, impassíveis por sua beleza ou por suas lágrimas. Um dos invasores agarrou Medusa também, mas então a jogou de lado com um olhar de desgosto: 'Esta tem o fedor mortal sobre ela. Não temos utilidade para o que morre.' Humilhada, enfurecida, Medusa fugiu para o templo de sua mãe e se lançou diante da deusa, gritando: 'Você me negou a vida eterna — portanto, eu imploro, me dê poder! Poder, para que eu possa dedicar a vida que tenho para resgatar minhas irmãs e vingar essa injustiça!' Depois de muito pensar, a deusa atendeu ao pedido de sua filha, permitindo que Medusa trocasse sua beleza lendária por um rosto e forma de força aterrorizante. Nunca por um momento Medusa se arrependeu de sua escolha. Ela entende que o poder é a única beleza que vale a pena possuir--pois somente o poder pode mudar o mundo.",
  "troll_warlord": "É fácil ofender um troll. Uma raça espinhosa e contenciosa, os trolls prosperam em argumentos e conflitos, sem perder nenhuma desculpa para levantar suas vozes em disputas. Os machos crescem até a maturidade em câmaras subterrâneas sob o domicílio de sua matriarca, alimentando-se e divertindo-se sem contribuir em nada. Muitas vezes, eles ficam por anos além da idade da maturidade, enquanto a matriarca lhes fornece sustento. Quando os jovens trolls são finalmente expulsos de sua subcâmara, eles se reúnem com outros de sua espécie, formando gangues itinerantes de descontentes que reclamam alto sobre todos os tipos de aborrecimentos. Por mais que os trolls adorem discutir, imagine o quão raro é para um troll ser expulso de sua própria espécie por ser muito difícil de se conviver. Esse foi o destino de Jah'rakal, um troll traficante das profundezas do Hoven. Ele estava tão iludido, tão amargo e abrasivo, que até mesmo outros trolls achavam sua companhia intolerável. Depois de uma explosão particularmente vitriólica na qual ele reivindicou a maior parte do saque de seu último ataque, seus companheiros finalmente se revoltaram. Eles se voltaram contra ele, o espancaram com porretes e o expulsaram do acampamento. Enfurecido com seu banimento, ele retornou no dia seguinte, armado com aço, e matou todos eles, um por um. Ele então fez um juramento de sangue: ele sempre seria uma força de combate para si mesmo. Agora ele vaga pelo mundo como o Troll Warlord, amargo e raivoso, o alto comandante imperial de um exército de um.",
  "centaur": "Dizem que a estrada de um centauro é pavimentada com os cadáveres dos caídos. Para aquele chamado Warrunner, tem sido uma longa estrada de fato. Para os forasteiros, os clãs de quatro patas de Druud são frequentemente confundidos com criaturas simples e brutas. Sua linguagem não tem forma escrita; sua cultura carece de tradições pictográficas, música estruturada, religião formalizada. Para os centauros, o combate é a articulação perfeita do pensamento, a mais alta expressão de si mesmo. Se matar é uma arte entre os centauros, então Bradwarden, o Warrunner, é seu maior artista. Ele ascendeu ao domínio no campo de provas de Omexe, uma antiga arena onde os clãs de centauros se reúnem há milênios para realizar seus ritos de gladiadores. À medida que sua fama se espalhava, espectadores vinham de longe para ver o grande centauro em ação. Sempre o primeiro a pisar na arena e o último a sair, ele compõe uma obra-prima em cada jato de água, cada estocada de lâmina ensanguentada. É a poesia do sangue no aço, arremessado em padrões complexos pelas areias claras do chão da matança. Warrunner derrotou guerreiro após guerreiro, até que a arena explodiu com a comemoração de seu nome, e ele se viu sozinho, o campeão incontestado de sua espécie. O grande cinto de Omexe foi concedido, enrolado em seu torso largo, mas em sua vitória, o artista da morte encontrou apenas o vazio. Pois o que é um guerreiro sem um desafio? O grande centauro galopou para fora de Omexe naquele dia com um novo objetivo. Para seu povo, Warrunner é o maior guerreiro que já pisou na arena. Agora ele se propôs a provar que é o maior lutador que já existiu.",
  "magnataur": "Os mestres ferreiros do Monte Joerlak concordam em apenas um ponto: que o chifre de um magnoceros é mais precioso do que qualquer liga. E de todos esses chifres, o maior e mais afiado pertence à besta que eles chamam de Magnus. Por meia geração, Magnus se divertiu facilmente chifrando caçadores que vinham reivindicar os tesouros de seus parentes. Cada vez ele voltava para sua caverna com cascos e chifres manchados de vermelho, até que sua Matriarca o incitou e a todos os seus parentes a buscar refúgio ao norte, além da sombra da montanha. Mas Magnus zombou, nunca tendo falhado em defender seu povo. Os magnoceroi ficariam, ele decidiu, pois um magnoceros não acredita no acaso... nem nunca muda de ideia. Mas quando o Monte Joerlak entrou em erupção sem aviso, e metade de seus parentes pereceu no fogo e nas cinzas, Magnus mudou de ideia, afinal. Os sobreviventes avançaram para o norte, até chegarem a um bloqueio vigiado por cem caçadores armados com arco e aço. Magnus não esperava menos. Ele liderou seus irmãos e irmãs mais ferozes em uma investida contra seus inimigos, e lutou com uma ferocidade igualada apenas pela montanha que cospe fogo em suas costas. Enquanto isso, os anciãos, mães e bezerros magnoceros desapareceram nos montes. Os mestres ferreiros estão divididos sobre o que aconteceu em seguida. Alguns dizem que Magnus se reuniu com seus parentes, enquanto outros afirmam que ele sofreu ferimentos mortais e morreu ao lado do corpo de sua Matriarca. Nenhuma das teorias está correta. Magnus jurou se juntar a seus parentes... mas somente depois de procurar os responsáveis ​​pela erupção do Monte Joerlak e vê-los morrer em seu chifre, pois um magnoceros não acredita no acaso.",
  "shredder": "Rizzrack ainda conseguia ouvir os gritos em sua mente. Ele trabalhava, girando chaves freneticamente, torcendo parafusos, construindo, esculpindo e forjando. O sono o iludiu; ele apenas construiu. Meses se passaram desde que ele se trancou na oficina de seu tio, e sua libertação estava quase completa. Ele esfregou as costas enquanto seus olhos se fechavam, e viu um manto de flores flutuando nas ondas plácidas de Augury Bay antes de explodir em uma nuvem de pólen que silenciou vidas enquanto tomava conta dos pulmões. Ele acordou com um sobressalto sufocante. Por horas, o som rítmico de uma pedra de amolar encheu a loja enquanto ele afiava um conjunto de lâminas enormes, sua mente cheia de imagens de videiras estrangulando vizinhos e envolvendo casas. A inundação de Augury Bay não foi nada comparada aos horrores violentos que as águas deixaram para criar raízes além dos muros da cidade. Mas o traje de serra o tornaria forte e seguro, ele pensou, permitindo-se esta lasca de esperança antes que todo o poder de seu medo colidisse com sua mente desvanecida. Galhos, cascas e sangue. Quando a cidade caiu, Rizzrack fugiu das árvores que andavam, lutavam e matavam. Árvores quebraram os portões e invadiram a cidade. Árvores esmagaram, bateram e pisotearam o último que Augury Bay conseguiu reunir em defesa, e perseguiram os poucos refugiados em fuga. Em silêncio confuso, Rizzrack desenrolou a corrente grossa do braço do traje, suas mãos tremendo enquanto ele inspecionava cada elo e passava um dedo trêmulo ao longo da garra presa em sua ponta. O traje de serra estava pronto. Com a mão tremendo, ele deu vida à máquina de lâminas. O terror o levou, terror do que o esperava e do que ele teria que enfrentar para ter alguma esperança de acalmar sua mente. Quando o traje de serra estremeceu e ganhou vida, ele sabia que precisava enfrentar esse medo, e sabia que não gostaria nem um pouco disso.",
  "bristleback": "Nunca virando as costas para uma briga, Rigwarl era conhecido por lutar contra os maiores e mais malvados brigões que conseguia colocar as mãos. Batizado de Bristleback pelas multidões bêbadas, ele se meteu em brigas de bastidores em todas as tavernas de estrada entre Slom e Elze, até que suas façanhas finalmente chamaram a atenção de um barman que precisava de um executor. Por um pouco de cerveja, Bristleback foi contratado para cobrar contas, manter a paz e quebrar uma ou duas pernas ocasionais (ou cinco, no caso de um infeliz web-hund). Depois de se entregar a uma noite de alegria durante a qual danos corporais foram distribuídos em partes iguais aos clientes delinquentes e ao seu próprio fígado, Bristleback finalmente encontrou seu par. 'Suas presas me ofendem, senhor', ele foi ouvido balbuciando bêbado para um sujeito particularmente grande dos desertos do norte cuja conta havia vencido. O que se seguiu foi uma luta para as eras. Uma dúzia de lutadores pulou. Nenhum banco foi deixado intacto e, no final, o impossível aconteceu: a conta não foi paga. Nas semanas que se seguiram, os ferimentos de Bristleback sararam e seus espinhos voltaram a crescer; mas a honra de um executor pode ser uma coisa espinhosa. Ele pagou a conta com suas próprias moedas, jurando rastrear esse nortista e extrair redenção. E então ele fez algo que nunca tinha feito antes: ele realmente treinou e, ao fazê-lo, fez uma descoberta surpreendente sobre si mesmo. Um sorriso surgiu de seus dentes enquanto ele flexionava seus espinhos. Virar as costas para uma luta pode ser a coisa certa.",
  "tusk": "Foi uma briga para lembrar. Lá estava Ymir, o Tusk, o Terror da Barreira, o Snowball de Cobalt, o único lutador a ter derrotado o Bristled Bruiser em uma luta justa, e agora o último homem de pé na Wolfsden Tavern. O que começou como uma simples aposta de bar pela supremacia terminou com quatro frequentadores, um ferreiro e seis dos melhores soldados da Frost Brigade se contorcendo contra os cacos e lascas de quase todas as garrafas, canecas e cadeiras do prédio. O Tusk se gabou e brindou sua vitória enquanto esvaziava sua bebida. Assim que o derrotado recuperou a consciência, os gritos de 'dobro ou nada' soaram. O Tusk ficou satisfeito com a perspectiva, mas ninguém conseguia pensar em uma aposta maior do que a que ele acabara de conquistar. Horrorizado com os danos à sua taverna e desesperado para evitar outra briga, o barman teve uma ideia. Por mais habilidoso que fosse, Ymir nunca havia participado de uma batalha real, nunca havia se testado contra a morte indiscriminada e o caos da guerra. Ele propôs uma aposta ao lutador: procurar a maior batalha que pudesse encontrar, sobreviver e vencê-la para qualquer lado que escolhesse. O que estava em jogo? A próxima rodada de bebidas.",
  "skywrath_mage": "Um mago de alta posição na corte do Ninho Medonho, Dragonus vive uma existência problemática. Jurado por nascimento proteger quem quer que esteja sentado no Ninho de Espinhos, ele odeia a atual rainha Skywrath com toda a sua alma. Quando jovem, bem-nascido, ele era amigo e companheiro da princesa mais velha de Skywrath, Shendelzare, a primeira na linha de sucessão ao Ninho. Ele a amava calorosamente e inabalavelmente, mas conforme seus estudos se firmavam, sua mente se voltou para o aprendizado arcano e o domínio da feitiçaria Skywrath. Obcecado por assuntos etéreos, ele perdeu os sinais mundanos de traição da corte que sugeriam uma conspiração contra Shendelzare, e perdeu a chance de frustrá-la. Quando a corte foi abalada por um golpe rápido e violento, ele saiu de seus estudos para descobrir que seu amigo mais antigo e querido havia se perdido para ele. O Ninho de Espinhos agora pertencia à implacável irmã mais nova de Shendelzare, e Dragonus não podia fazer nada. A magia do Mago Skywrath serve apenas ao protetor juramentado do descendente Skywrath, então agir contra o Ninho o deixaria indefeso. Ele se apega ao seu posto, acreditando ser a melhor esperança de um dia restaurar seu verdadeiro amor ao seu devido lugar. Enquanto isso, seu segredo é conhecido apenas pela deusa Scree'Auk, cuja magia transformou Shendelzare de uma criatura física aleijada em uma personificação de pura energia vingativa. Enquanto ele sonha em restaurar sua amada rainha ao Ninho Medonho, ele sonha ainda mais desesperadamente em restaurar a própria Shendelzare a uma forma física totalmente curada. A duplicidade de seu papel na corte o tortura, pois ele é uma criatura nobre e de bom coração; mas a pior tortura de todas é imaginar o ódio que o Espírito Vingativo deve guardar em seu coração por ele.",
  "abaddon": "A Fonte de Avernus é a fonte da força de uma família, uma fenda em pedras primordiais de onde vapores de poder profético saem há gerações. Cada recém-nascido da cavernosa Casa Avernus é banhado na névoa negra, e por esse batismo eles recebem uma conexão inata com as energias místicas da terra. Eles crescem acreditando ser protetores ferozes de suas tradições lineares, os costumes do reino — mas o que eles realmente estão protegendo é a própria Fonte. E os motivos da névoa não são claros. Quando o bebê Abaddon foi banhado na Fonte, eles dizem que algo deu errado. Nos olhos da criança brilhou uma luz de compreensão que assustou todos os presentes e fez os sacerdotes sussurrarem. Ele foi criado com todas as expectativas de seguir o caminho que todos os descendentes de Avernus tomaram — treinar na guerra, para que em tempos de necessidade ele pudesse liderar o exército da família em defesa das terras ancestrais. Mas Abaddon sempre foi um à parte. Onde outros treinavam com armas, ele se curvava à meditação na presença da névoa. Ele bebeu profundamente dos vapores que brotavam da Fonte, aprendendo a misturar seu espírito com a potência que fluía de muito abaixo da Casa; ele se tornou uma criatura da névoa negra. Havia amargura dentro da Casa Avernus — tanto os mais velhos quanto os mais jovens o acusavam de negligenciar suas responsabilidades. Mas todas essas acusações pararam quando Abaddon entrou na batalha, e eles viram como os poderes da névoa lhe deram maestria sobre a vida e a morte além daquelas de qualquer senhor que a Casa já conhecera.",
  "elder_titan": "Bem, você pode perguntar: 'Como este mundo tomou sua forma?' Por que, de todos os mundos na criação, este tem suas estranhas propriedades, sua coleção diversa e heterogênea de criaturas, culturas e tradições? 'A resposta', sussurra alguém, 'está com os Titãs.' Esses progenitores originais estavam lá perto do Início - se não testemunhas reais da criação, então nasceram com ela ainda ecoando em seus ouvidos. Carimbados com as primeiras energias do universo, eles não desejavam nada mais do que continuar como criadores. Assim, eles se curvaram à tarefa de moldar a matéria à sua vontade: martelando e aquecendo, dobrando e explodindo. E quando a matéria se mostrou menos desafiadora do que eles gostariam, eles voltaram suas ferramentas para si mesmos, remodelando suas mentes e reforjando seus espíritos até que se tornassem seres de grande resistência. A própria realidade se tornou o objeto final de sua forja. No entanto, ao longo do caminho, eles às vezes erraram. Em casos de grande ambição, os erros são inevitáveis. Aquele que conhecemos como o Titã Ancião foi um grande inovador, alguém que estudou na forja da criação. Ao aprimorar suas habilidades, ele quebrou algo que nunca poderia ser consertado, apenas jogado fora. Ele caiu em seu próprio mundo quebrado, uma alma quebrada. Lá ele habitou entre os cacos irregulares e planos fissurados, junto com outros fragmentos perdidos que haviam peneirado através das rachaduras no universo primitivo. E é por isso que o mundo que conhecemos se assemelha a uma ilha de náufragos, sobreviventes de um naufrágio agora há muito esquecido. Esquecido, isto é, por todos, exceto por Aquele que se culpa. Ele passa seu tempo eternamente buscando uma maneira de realizar os reparos, para que ele possa reunir as partes de sua alma quebrada, para que nós e o mundo possamos ser consertados. Este é Aquele que conhecemos como Titã Ancião.",
  "legion_commander": "Eles vieram sem aviso. Dentro dos muros da cidade de Stonehall, houve um estrondo e um som terrível, e da escuridão desconhecida surgiu uma força de bestas em número incontável, empunhando chamas e feitiçaria suja, matando e sequestrando mães e filhos para propósitos obscuros. Da outrora poderosa força militar de Stonehall, apenas a Legião de Bronze, liderada pelo indomável Comandante Tresdin, estava perto o suficiente para responder ao chamado da batalha. Eles cavalgaram para sua cidade, lutando por becos manchados de sangue e mercados em chamas, abrindo caminho através da multidão monstruosa até a fonte da invasão repentina: uma fenda etérea dentro da praça da cidade, e em seu precipício trovejou seu temido campeão. Envolto em um brilho corrosivo, o líder da horda abissal balançou sua lâmina enorme, partindo um legionário em dois enquanto sua carne começava a estragar. Tresdin ergueu sua espada manchada de sangue e fixou seus olhos na besta. Ele se virou, sorrindo para ela através de um labirinto de dentes. Desatentos à batalha que acontecia ao redor deles, eles atacaram um ao outro. Desviando golpe após golpe, a dupla dançou seu duelo mortal enquanto a Legião de Bronze encontrava seu fim ao redor deles. Tresdin saltou para frente enquanto seu inimigo balançava sua espada para encontrá-la. As probabilidades mudaram. O ataque atingiu Tresdin de repente, um golpe brutal do lado, mas mesmo quando seu equilíbrio escorregou, ela reuniu suas forças para outro golpe. Lâmina raspou em lâmina, além do punho até a pata nodosa abaixo, cortando-a em duas em um jato assustador de faíscas e sangue. O público vil olhou com espanto enquanto ela pressionava o ataque, cravando sua lâmina na carne de seu inimigo no coração em disparada dentro. Com um grito que dividiu as nuvens acima, a besta irrompeu em uma torrente de sangue e angústia. O portal estígio oscilou, o poder que sustentava o abismo além desapareceu tão repentinamente quanto apareceu. Os invasores restantes caíram rapidamente para o aço de Stonehall. Embora vitoriosos, os sobreviventes tinham pouco a comemorar: a cidade estava em ruínas, e os sobreviventes eram poucos. Incêndios continuavam a se espalhar. Desfraldando suas bandeiras de guerra, Tresdin reuniu todos os aliados que pôde. Sua raiva ardia enquanto ela prometia vingança brutal contra as forças do abismo, e malditos fossem aqueles que ousassem ficar em seu caminho.",
  "techies": "Na saga histórica de Dredger's Bight, nenhum negócio foi mais vilipendiado do que a Techies Demolitions. Por outro lado, a Dredger's Bight não existe mais. Nem Toterin. Ou mesmo Trapper Town. Na verdade, se alguém fosse rastrear a história da Techies Demolitions, eles poderiam notar que logo após o surgimento da Techies, as cidades tendem a desaparecer. Como todo desastre inevitável em torno da Techies, a obliteração da Dredger's Bight começou com uma invenção. Com a tarefa de projetar uma maneira mais segura de detonar explosivos nas minas abaixo da cidade, os prodígios pirotécnicos Squee, Spleen e Spoon desenvolveram sua criação mais bizarra até agora: um botão que, quando pressionado, acionaria um dispositivo distante para acender um fusível. Ansiosos para testar sua invenção, o trio encheu barril após barril com explosivos de sal de chama, empilhando cada canto de sua pequena oficina com as bombas remotas recém-desenvolvidas. Desse estoque, eles arrancaram uma única carga útil, enterrando-a em um campo distante. Enquanto se encolhiam em uma vala, Spleen apertou o botão do detonador. No entanto, depois de um momento, nada aconteceu. Confuso, ele se levantou, apertando o botão repetidamente até que, finalmente, uma explosão abriu um buraco no campo. Exultantes, Squee e Spleen se viraram para casa no momento em que uma onda massiva de som e força chegou para derrubá-los. Perplexos, com os ouvidos zumbindo devido à explosão inesperada, eles se reuniram no miasma sujo para ver uma ruína fumegante onde antes ficava sua oficina. Pedaços de madeira e pedra continuaram a cair enquanto a cratera aberta diante deles lentamente se aprofundava em um poço em expansão. Toda a Dredger's Bight estremeceu e então gradualmente começou a deslizar para as minas abaixo enquanto seus moradores em pânico fugiam. Sentados na beirada de sua casa afundando, eles sorriram e riram, tão eufóricos com as possibilidades quanto alheios ao desprezo de seus antigos vizinhos. Eles se perguntavam apenas uma coisa: como poderiam desencadear uma explosão ainda maior?",
  "ember_spirit": "Perdida dentro das Montanhas Lamuriosas, a Fortaleza de Flares estava abandonada, seus salões de treinamento vazios, seu pátio coberto de folhas e poeira. Sobre um estrado em seu templo selado repousa um caldeirão de topázio cheio de cinzas antigas, restos de uma pira para o poeta-guerreiro Xin. Por três gerações, Xin ensinou a seus acólitos os Laços da Chama Guardiã, uma série de mantras para treinar a mente e o corpo para as duras realidades além dos muros da fortaleza. No entanto, ao ensinar o caminho de um guerreiro, ele ganhou os rivais de um guerreiro, e em seu outono Xin foi derrotado e morto. Seus seguidores se espalharam ao vento. No entanto, conforme os anos se transformaram em séculos e os seguidores em descendentes, seus ensinamentos perduraram por meio de sussurros e ações sutis. Tocado pelo legado duradouro do professor, o Celestial Ardente, aspecto inquisitivo do fogo, lançou-se à Fortaleza de Flares e reacendeu as cinzas da pira. Dessas brasas brilhantes surgiu uma imagem de Xin, envolto em chamas, seu semblante pensativo preparado para treinar e ensinar, e para espalhar o fogo do conhecimento a todos que buscam orientação.",
  "earth_spirit": "Nas profundezas dos penhascos e penhascos do Planalto corre uma camada de jade sagrado há muito tempo renegado pelos mineiros das terras altas. Deste material raro, a imagem do grande general Kaolin foi esculpida e enterrada à frente de um exército funerário de pedra de dez mil homens — uma força de soldados e homens santos, bufões e acrobatas, esculpida por artesãos e sepultada por milênios no abraço escuro da Terra. O que os artesãos não sabiam era que dentro da estranha camada de jade fluía o espírito da própria Terra — uma força elemental em união com o planeta. Quando a força dentro do jade esculpido se viu separada do sangue vital do mundo, ela reuniu sua força ao longo de mil anos e cavou-se livre e para a luz. Agora, o grande Espírito da Terra Kaolin caminha pelas estradas do Planalto, lutando pelo espírito da Terra; e em tempos de necessidade convoca os remanescentes de seu exército enterrado ainda presos no abraço amoroso do solo.",
  "abyssal_underlord": "Nem mito nem música existem para contar sobre sua vinda. Bem abaixo da superfície do mundo, encontram-se maravilhas e horrores desconhecidos. Descendo e descendo novamente, bem abaixo dos campos de magma deslizantes e raízes ferventes de vulcões adormecidos, fica a cidade de obsidiana de Aziyog, sua incomparável alvenaria abrangendo uma caverna sem fim. Dentro de paredes de favo de mel argamassadas com os ossos de incontáveis ​​escravos fica o domínio da Horda Abissal e seu brutal sublorde Vrogros. Armado pelos monstruosos mestres forjadores de sua espécie e bem treinado nas artes da Fenda Negra, Vrogros é capaz de conjurar chamas e malícia paralisante através da torção entre os mundos. Ele busca sempre expandir suas posses, destruindo ou escravizando tudo o que encontra. No entanto, as terras oferecidas pelo reino subterrâneo são poucas, e então seus olhos se voltaram para cima. Sob seu comando, as primeiras ondas de invasores abissais já marcharam pela fenda, algumas legiões condenadas destinadas apenas a testar o poder das nações acima. Agora, enquanto sua força total se prepara para uma conquista sem fim, o próprio Vrogros entra em um mundo ensolarado para anunciar seu reinado vindouro. Aqueles que enfrentarem o Underlord se curvarão e pagarão tributo, ou serão esmagados onde estiverem.",
  "terrorblade": "Terrorblade é o demônio saqueador — um demônio fora da lei que até outros demônios temem. Um iconoclasta cósmico, ele roubou dos Lordes Demônios, ignorou os ritos codificados que deveriam ter limitado seu comportamento e quebrou todas as leis das sete Regiões Infernais. Por seus crimes, ele aprendeu esta lição: até o Inferno tem um inferno. Um julgamento curto e brutal se seguiu, com muitos mortos de todos os lados, e ele foi finalmente encarcerado em Foulfell, uma dimensão oculta onde os demônios aprisionam os seus. Mas Foulfell não é uma prisão normal. Neste espelho escuro da realidade, os demônios são sentenciados a olhar eternamente para o reflexo distorcido de suas próprias almas. Mas em vez de sofrer, Terrorblade se tornou mestre de seu próprio pior eu refletido — um demônio furioso e ladrão de poder inimaginável. Com sua besta interior sob controle, ele destruiu as paredes fractais da prisão e se libertou para liberar seu terror sobre toda a criação.",
  "phoenix": "Sozinho através de uma escuridão intocada brilhava o primeiro sol do Guardião, um ponto singular de luz consciente destinado a espalhar calor no vazio. Por eras além da conta, este farol ofuscante começou a coalescer sua energia incalculável antes de explodir o clarão cataclísmico de uma supernova. Deste inferno correram novos faróis, progênie estelar idêntica à sua mãe, que viajou por um oceano escuro e se estabeleceu em uma matriz constelatória. Com o tempo, eles também seriam feitos para se propagar através da chama da supernova. Assim, este deslumbrante ciclo de nascimento e renascimento se repetiria até que todos os céus talhados pelo trabalho de Titã se dignassem a cintilar e brilhar. Por este cadinho sem idade, a estrela que os mortais viriam a chamar de Fênix entrou em colapso e, como seus ancestrais, foi lançada em um cosmos sem fim para encontrar um lugar entre seus irmãos estelares. No entanto, a curiosidade em relação àquilo que os anciões escurecidos confortam na escuridão consumiu o novato, e assim, ao longo de longos ciclos, ele indagou e estudou. Aprendeu que entre mundos inteiros e quebrados logo se agitaria um nexo de notável variedade preso em um conflito duradouro de consequência cósmica, um plano que se encontraria precisando de mais influência do que os raios distantes de um sol moribundo poderiam fornecer. Assim, este filho infante de sóis assumiu a forma terrestre, viajando ansiosamente para irradiar seu calor sobre aqueles que mais precisam dele, e talvez aproveitar seu destino solar.",
  "oracle": "Os ascendentes do Grande Assento de Cymurri importaram por eras seus Oráculos exclusivamente do Incubarium de Marfim, no alto dos picos ocos da Cordilheira dos Zealots, com um pagamento inicial feito no momento da concepção do embrião e o saldo entregue na entrega de um profeta maduro e bem treinado ao Portão do Rei Esculpido. Criados pelas mesmas Sibilas Pálidas que os criaram e os deram à luz, todos os Oráculos sancionados eram ancorados por sua forma física ao mundo que a maioria de nós compartilha; enquanto isso, suas almas vagavam longe, mal presas pelo umbigo astral mais arejado. De tais andanças cósmicas os profetas retornavam, falando palavras de fogo com línguas de carne. Suas declarações místicas eram analisadas pelos Conselheiros Cymurri, que encontravam nelas visões do futuro, conselhos diplomáticos, toda a munição sobrenatural de que a linhagem dos Reis Esculpidos precisava para garantir a vitória em todas as campanhas, seja na corte ou no campo de batalha. Assim foi por gerações, as páginas do Graventome se enchendo com os nomes dos reis triunfantes e os novos domínios que eles haviam adquirido. E assim foi, isto é, até que o Oráculo em particular chamado Nerif chegou para servir ao último dos reis de capacete de pedra. Desde o início, as profecias de Nerif eram incomuns. Elas pareciam não apenas prenunciar o futuro, mas moldá-lo. O estranho adivinho resmungou conselhos que ninguém havia pedido, e de repente os Cymurri se viram imersos em conflitos com novos inimigos. Os Conselheiros, sentindo uma ameaça ao seu poder, foram rápidos em atribuir esses desenvolvimentos indesejáveis ​​ao último Oráculo. Eles exigiram sua remoção, pedindo às Sybils que recuperassem seu profeta defeituoso e o substituíssem por um substituto digno. Mas Nerif descreveu um sonho sinistro da destruição do Incubarium, e em poucas horas chegaram notícias da destruição da antiga escola em uma avalanche catastrófica. Temendo o mesmo destino das Sibilas Pálidas, os Conselheiros se retiraram para suas salas de conselho, repentinamente ansiosos para evitar a atenção do Oráculo. O Rei Esculpido, no entanto, era uma criatura de grande praticidade. Ele duvidava do comprometimento de seus Conselheiros excessivamente prudentes. Um Oráculo de tal raridade, ele raciocinou, deveria ser usado como uma arma para ampliar seu domínio. Ele, portanto, rebaixou seus conselheiros tímidos e colocou Nerif ao seu lado. Com apenas uma compreensão direta do talento de Nerif, ele corajosamente declarou os resultados que desejava e persuadiu Nerif a proferir seus desejos como profecia. No início, tudo estava bem. O Último Rei Esculpido se gabou de que, ao adotar o animal de estimação do Destino, ele havia feito do próprio Destino um brinquedo. Ele deveria ter tomado isso como um aviso então quando, na véspera de sua invasão do reino do Sátrapa Insaciado, ele tentou coagir uma previsão de vitória certa de seu Oráculo, apenas para ouvir Nerif murmurar baixinho: 'Poderia ir para qualquer lado.' Nenhuma declaração mais firme ele poderia arrancar dos lábios de Nerif. Ainda assim, o Rei estava confiante em seu exército. A Satrapia era cercada por terra, mal armada e isolada de todos os aliados possíveis. Ele interpretou 'Poderia ir para qualquer lado' para indicar que, com poder tático do seu lado, havia pouco risco em seu plano. Claro, agora sabemos que ele deveria ter levado as palavras do orador mais literalmente. Mesmo com um estudo cuidadoso dos Anais Anotados de If, ​​o que aconteceu no campo diante do palácio do Sátrapa Insaciável é quase impossível de visualizar. Parece que no meio da carnificina, a batalha começou a se bifurcar. A cada momento crucial, a realidade se partia e se quebrava em pedaços. Soldados que cambaleavam e caíam em batalha também permaneciam firmes, avançando para lutar. Suas mentes também se dividiam; os guerreiros se encontravam mortos e vivos, existentes e inexistentes. Vitória e derrota foram divididas, de modo que cada resultado separado era experimentado simultaneamente por ambos os exércitos. O universo se tornou um salão de espelhos, com todos os espelhos se quebrando infinitamente. O efeito imediato em ambas as partes foi a insanidade. Incapaz de compreender o estado de ser triunfante e derrotado, a mente do Rei Esculpido se dispersou em partículas de loucura. O ingênuo Sátrapa não se saiu melhor. As realidades opostas em pares continuaram a se dividir e se dividir novamente, ecoando em histórias infinitas, todas elas povoadas por uma população confusa que logo perdeu a capacidade de se alimentar, se vestir, se defender ou se reproduzir da maneira tradicional. Muito antes que as repercussões se desenrolassem, no entanto, os cautelosos Conselheiros de Cymurri capturaram Nerif, amarraram e amordaçaram, e o lançaram para fora de seu universo em alta velocidade em uma barca dimensional, na esperança de depositá-lo onde ele não pudesse lhes fazer mal para sempre. Era, claro, tarde demais para eles. E pode muito bem ser para nós.",
  "winter_wyvern": "Como muitos grandes poetas, Auroth só quer tempo para escrever, mas a vida do Wyvern de Inverno é cheia de interrupções. Os épicos dos Eldwurms têm uma história longa e colorida, mas alguns temem que os estudiosos dragões restantes não sejam tão prolíficos quanto antes, com poucas linhas adicionadas aos Eddas de Eldwurm desde a última era de grandeza. Auroth lamenta: 'Nós esquecemos que há mais na vida do que triunfo e domínio sobre os inimigos. Também devemos viver nossas vidas em busca da expressão criativa.' Ela embarca em expedições de pesquisa, coletando livros para inspiração. Mas toda essa pesquisa pode ser terrivelmente distrativa, e ela gasta menos tempo escrevendo do que deveria. Embora saiba que deveria estar espreitando em seu covil, somando-se aos Eddas, ela se vê envolvida em batalhas épicas contra inimigos poderosos. Ela saqueia castelos, invade bibliotecas antigas... e se acontecer de acumular glória sobre si mesma no processo, ela diz a si mesma que é apenas um efeito colateral de sua pesquisa. O fato é que, embora sua habilidade e poder no campo de batalha sejam lendários, suas dificuldades acadêmicas até agora dificilmente foram objeto de aclamação literária. Mas ela não se contenta em ficar como protagonista de uma tradição heróica. Ela também deseja criá-la.",
  "arc_warden": "Antes do começo de tudo, existia uma presença: uma mente primordial, infinita, impressionante e definida para um propósito inescrutável. À medida que o universo trovejava em existência, essa mente foi fragmentada e dispersa. Dois entre seus maiores fragmentos — que viriam a ser chamados de Radiant e Dire — se viram presos em uma oposição cruel e começaram a distorcer toda a criação para servir ao seu conflito. À medida que a guerra e o cataclismo ameaçavam o cosmos nascente, a vontade de um terceiro fragmento se fez conhecida. Nomeando a si mesmo Zet, esse intelecto buscou resolver a desarmonia e retornar tudo à unidade perfeita. Horrorizado com a natureza conflitante de seus parentes, Zet reuniu a soma de seu poder. Em um flash repentino, ele subjugou seus irmãos e fundiu os aspectos em guerra em uma esfera estelar antes de lançá-los na escuridão para orbitar um mundo indescritível. A harmonia foi restaurada, embora apenas a fração mais ínfima da força de Zet permanecesse. Fixando seu olhar na prisão, Zet escolheu usar seu poder enfraquecido para servir como um guardião vigilante até o fim dos tempos. Por incontáveis ​​eras, essa vigília permaneceu. A vida floresceu no mundo abaixo, alheia aos perigos aprisionados dentro da lua suavemente brilhante, ou das lutas de Zet para contê-los. Enquanto o eterno choque dos cativos reverberava lá dentro, a superfície da prisão estremeceu, com o tempo começando a rachar. Por fim, o poder esgotado de Zet provou ser insuficiente para conter a brecha, e finalmente a lua foi destruída. Os antigos habitantes da prisão escaparam para semear seu conflito novamente. Arremessado para os confins mais distantes pela explosão da prisão, Zet foi transformado pelas energias dissonantes de seus antigos cativos. Não mais de forma e pensamento únicos, sua presença se dividiu entre muitos — alguns menores, alguns maiores — cada um conectado por um arco fugaz de consciência. Lutando para suprimir sua própria desunião, Zet acelerou em direção ao crescente conflito de seus irmãos, forçando suas vontades fragmentadas a uma conclusão singular: os aspectos da mente primordial devem ser reunidos, ou todos devem ser destruídos para que o conflito não se espalhe ainda mais...",
  "monkey_king": "Por 500 anos a montanha o pressionou, apenas sua cabeça livre do peso esmagador da prisão de pedra que os deuses mais velhos haviam convocado para deter sua rebelião infantil. Musgo crescia ao longo das linhas de seu rosto exposto, tufos de grama brotavam de suas orelhas; sua visão era emoldurada por flores silvestres que se estendiam do solo ao redor de suas bochechas. A maioria pensava que ele estava morto há muito tempo, atormentado pelos deuses por travar guerra contra os céus até que nada além de sua lenda sobrevivesse. Mas, como dizem as histórias, o Rei Macaco não pode morrer. Então ele esperou. Até que os deuses viessem oferecer uma chance de absolvição, ele suportou. E quando eles vieram para dizer o preço, Sun Wukong aceitou a incumbência: ele acompanharia um jovem acólito em uma peregrinação secreta, o protegeria de demônios e perigos da estrada e guiaria o homem para casa na posse de uma relíquia cobiçada. Faça isso e obedeça humildemente aos comandos do humano a serviço de sua missão sagrada, e Wukong se provaria reformado. Para variar, Sun Wukong cumpriu seu juramento aos deuses com honra e expiou os pecados de insurreições passadas. O acólito, muito instruído em dificuldades, foi devolvido ao seu templo natal, relíquia em mãos; e Wukong — encontrando-se pela primeira vez em posição adequada com quaisquer deuses de consequência — ficou contente por um curto período em desistir de sua antiga sede por aventura e glória. Mas o Rei Macaco nasceu para a travessura... e ofender os deuses nunca envelhece.",
  "dark_willow": "As crianças adoram contar histórias sobre as aventuras caprichosas das fadas... Isso porque as crianças não sabem que a maioria das fadas são idiotas rancorosas. E no mundo das fadas rancorosas, há poucos nomes falados com mais desprezo do que Mireska Sunbreeze. Nascida de um rei mercador fae, Mireska cresceu em Revtel; uma nação cruel onde manipulação e assassinato eram a norma. Mas enquanto ela era bastante adepta a navegar pela etiqueta, leis não ditas e rituais sociais que permeavam cada elemento de sua vida, ela achava tudo isso um tanto chato. Então, Mireska fez o que a maioria das crianças rebeldes faz: queimou sua propriedade familiar e partiu com seu wisp de estimação Jex para viver a vida de uma vigarista errante.",
  "pangolier": "Os homens e mulheres que compõem os Nivan Gallants vivem uma vida de esgrima, balanço de lustres e romance de mau gosto. E enquanto todos aderem ao seu credo de que 'Uma vida de aventura é a única vida que vale a pena viver', as façanhas de Donté Panlin ainda conseguem levantar as sobrancelhas até mesmo do mais hedonista dos espadachins. Não há monstro que ele não mate. Nenhuma criatura que ele não corteje. Nenhum tirano que ele não enfrente. E nenhum nobre imune à sua língua de prata.",
  "grimstroke": "O povo de Ashkavor se aglomerou ao redor da praça do templo, ansioso para testemunhar a ascensão de seu novo guardião — para ficar perto do homem enquanto ele ligava suas almas à dele. Mas quando suas últimas pinceladas caíram sobre a pedra rúnica, e o vínculo de um novo Ascensionado foi forjado, todos — até mesmo aqueles que permaneceram em suas casas — puderam sentir que algo tinha dado terrivelmente errado. Ele soube a causa instantaneamente. As gotas de icor que ele havia obtido para amplificar a potência de seus tinteiros os contaminaram, e o poder do feitiço de ligação que ele havia lançado agora ameaçava consumi-lo. Uma corrupção escura serpenteava para cima da pedra rúnica, ao longo do cabo de seu pincel, logo alcançando suas mãos. De lá, espalhou-se rapidamente. Uma vez que tomou conta de seu rosto e sua boca, ele não poderia ter gritado, mesmo se quisesse. Durante toda a sua vida, ele havia calculado como obter poderes cada vez maiores do que os limites apresentados por seus professores permitiriam — chegando ao ponto de quebrar a proibição sagrada contra aumentar as tintas. De fato, com a fonte do vínculo Ascendente aberta para ele, ele sentiu uma medida de poder fluindo em sua alma como ele nunca havia imaginado. Seu maior triunfo estava sobre ele, se ele pudesse sobreviver a ele. Ele extraiu profundamente do poder do vínculo, empurrando de volta o fluxo de tinta corrompido. Um grande gemido encheu o ar — o grito coletivo de seu povo. Alguns balançaram em seus pés. Os mais fracos desabaram. Muitos tentaram correr. E ainda mais fundo ele extraiu de seu reservatório de linhagem. Mas não foi o suficiente para parar a maré de tinta. Foi somente quando a respiração presa em seus pulmões começou a falhar, e a escuridão da poça de tinta o envolveu completamente, que ele viu sua saída. O vínculo que ele havia feito com o povo Ashkavorano — seu povo — destinado a ser utilizado apenas a serviço de sua proteção... Ele fluía em duas direções. Com uma onda final de força — dessa vez dirigida por mais do que apenas repulsão cega — ele empurrou a torrente de tinta para dentro do próprio vínculo. Lentamente, ele sentiu a maré recuar... e ouviu os lamentos terríveis de seu povo enquanto a corrupção por sua vez os envolvia. Quando finalmente a tinta cedeu, seus olhos se abriram para um mundo mudado. O povo Ashkavoran como ele os conhecia se foi. Cada última alma foi transformada em sombras aterrorizantes de seus antigos eus — não mais compostos de sangue e osso, apenas tinta viscosa e contaminada.",
  "hoodwink": "Os primeiros anos de Hoodwink foram passados ​​na idílica extensão verde que antes preenchia as bordas de Krimwohl. Mas conforme o reino crescia, e as necessidades de seus cidadãos e exércitos se tornavam vorazes, barões rivais do minério e da madeira arranhavam e arranhavam para ultrapassar uns aos outros na devoração da beleza natural das florestas da fronteira, empanturrando-se para atender às demandas da terra em mudança. Para aqueles que viviam nas antigas terras florestais, a escolha se resumia a seguir a linha de refugiados para as zonas pacificadas, sucumbindo à pólvora negra e ao aço de Krimwohl enquanto defendiam seus lares, ou fugir mais ao norte para tentar o destino nos vales e bosques assombrados da nebulosa Wood Tomo'kan. Então foi naquelas traiçoeiras florestas de névoa do norte que Hoodwink atingiu a maioridade, esquivando-se dos predadores horríveis dos Tomo'kan, insinuando-se com alguns dos banditismos locais enquanto antagonizava outros, e encontrando absolutamente todas as maneiras de ficar sob os pés sempre que surgia alguma travessura interessante - muitas vezes <i>supostamente</i> a causa dela. Mas quando o mais leve cheiro dos fogos de Krimwohl eventualmente chegou ao seu lar adotivo, os pensamentos de Hoodwink se voltaram para qualquer família e amigos que pudessem ter sobrevivido à invasão - agora forçados a ganhar a vida nas terras arrasadas cujas feridas marcavam sua alma - e ela não pôde deixar de se aproximar das bordas da civilização para ter um vislumbre dos demônios que destruíram sua antiga vida. Lá, ela viu que os monstros de sua infância não eram monstros. Eles eram apenas... pessoas. Soldados, trabalhadores, comerciantes... e refugiados. E os soldados, mesmo com sua pólvora negra e aço, não eram nada comparados aos perigos do Tomo'kan — perigos reais com tentáculos e dentes — perigos que ela dançava em volta como uma semente de bordo girando. Sabendo que ela sempre pode encontrar uma passagem segura nos emaranhados do Tomo'kan, onde a maioria das pessoas de sangue quente sabiamente temem pisar, Hoodwink agora ataca aqueles que ousam tentar pacificar ainda mais as selvas, alegremente pegando o que ela gosta de seus pertences, destruindo o que ela não tem utilidade e ajudando a guiar quaisquer sobreviventes parentes de volta a uma vida no verde mais uma vez.",
  "void_spirit": "Nem mesmo os outros espíritos afirmam entender a mente e as maquinações do mais velho entre eles, Inai, o Espírito do Vazio. Privado de segredos que destruiriam uma mente mortal, o Espírito do Vazio observa o funcionamento do universo de uma posição vantajosa incognoscível, escolhendo deixar servos cuidadosamente preparados fazerem suas ordens — apenas emergindo de seu Templo Oculto para o plano material quando ele considera que sozinho pode conduzir o curso da realidade ao longo de seu caminho adequado. Com uma perspectiva expansiva sobre a existência, Inai está focado intensamente em um ponto no tempo além do qual ele não pode ver, quando os tecidos de múltiplas realidades estão fadados a colidir. Agora ele sai do éter para resolver pessoalmente a batalha dos Antigos e preparar seus aliados para o que ele vê como um conflito maior por vir.",
  "snapfire": "Beatrix Snapfire e seu sapo-dragão Mortimer são uma visão bem-vinda para o povo maltrapilho que arranha suas vidas ao longo das rotas do deserto e oásis espalhados por Nanarak, o portal abandonado pela chuva para as Terras Distantes. Tão conhecida por suas habilidades inigualáveis como armeira quanto por distribuir sabedoria, alegria e os biscoitos firesnap mais malvados que o mundo já viu, Beadie sobreviveu até uma idade avançada no ofício de uma jovem keen por ser rápida com sua inteligência e ainda mais rápida com suas armas. De fato, as Terras Distantes estão repletas de ossos de bandidos e vagabundos que pensaram em tirar vantagem de sua pequena estatura e propensão à gentileza.",
  "mars": "Marte, o primeiro filho do céu, passou uma longa existência travando guerras sem fim, e viu inúmeras cruzadas sendo travadas sob a bandeira de seu antigo nome. Guerras de conquista e vingança. Justas e injustas... Sempre cruéis. Assim como seu pai, Marte se entregou aos seus impulsos mais básicos — com inclinações muito mais monstruosas do que as de Zeus — e ele infligiu sofrimento incalculável. Mas conforme as épocas desapareciam atrás dele, os modos egoístas de seu pai — os modos de muitos entre seus parentes divinos, aqueles que o julgavam desprezível — eventualmente começaram a soar vazios. A guerra por si só não era mais suficiente para satisfazer seus desejos. Pela primeira vez em seus dias eternos, o deus da guerra começou a questionar para quais fins ele balançava sua lança gloriosa. Como as Parcas queriam, sua solução veio facilmente: ele deveria travar a guerra por um propósito maior, e inspirar mais do que mera selvageria e tristeza ao ver seu brasão. Ele deve finalmente reivindicar o manto de liderança que é seu direito de nascença, pois chegou a hora de queimar o panteão da velha era e construir um novo império justo sobre as cinzas de seus parentes. Só então ele poderá encontrar satisfação e tornar a glória de Marte evidente para todos.",
  "ringmaster": "Bem-vindos, bem-vindos, todos e cada um — a uma extravagância iluminada por palco para as eras! Prepare-se para ter seus sentidos despedaçados! Suas expectativas demolidas! Seus Anciões esmagados em ruínas! Testemunhe os feitos impossíveis e a ousadia da única maravilha mecânica, o Grande Cogliostro Kettle — Mestre de cerimônias, artista da tortura, gênio em seu próprio tempo — aqui agora para a única agonia e entretenimento de qualquer herói ousado o suficiente para abrir a cortina carmesim do carnaval e contemplar os mistérios que aguardam lá dentro. O erro que a maioria dos maestros comete é esperar que o público venha até eles. O Mestre de cerimônias sabe que você precisa sair e encontrar seu público! Arraste eles até você. E faça que eles assistam.",
  "dawnbreaker": "Nos éons após o êxodo do Guardião dar origem à era da luz, alguns entre a linhagem do primeiro sol começaram a se alinhar contra o caos que o criador de seu ancestral deixou perseguindo em seu rastro. Chamando a si mesmos de Filhos da Luz, eles não viam ninguém mais como digno de assumir o manto abandonado do Guardião, e ansiavam por repelir o ataque da escuridão, criando exércitos gloriosos construídos para purgar o cosmos de todas as criaturas da noite primordial. Valora, a Dawnbreaker, a guerreira mais premiada entre as antigas criações dos Filhos, é a brilhante arauto da majestade da ordem e da luz. Moldada do coração de uma jovem estrela metálica e carregada pelo hálito dourado com nova vida, Valora foi chamada para espalhar o brilho da sabedoria dos Filhos para os confins mais sombrios do universo — incendiando os céus com cada golpe de seu martelo celestial em meio a uma batalha sem fim para manter o caos sob controle. Com o tempo, os Filhos também revelaram outro propósito para o Dawnbreaker. Eles descobriram um meio de permear a totalidade do cosmos com sua luz interior — para obliterar todos os aspectos da escuridão para sempre — e enviaram Valora para tomar uma fonte de grande poder, a peça final de seu plano final. Mas pela primeira vez, Valora e seu martelo fracassaram, e o preço que ela e seus mestres pagaram foi enorme. A centelha dos Filhos da Luz foi completamente extinta, e o Dawnbreaker foi deixado à deriva em uma extensão negra, perdido por milênios incontáveis antes de cair em um mundo desconhecido. Lá ela descansou, adormecida, até que a presença de uma jovem estrela errante deu combustível a uma antiga forja de energia — uma relíquia dos Filhos que, como ela, ficou enterrada por incontáveis eras sob um deserto vermelho. Agora, com uma pequena medida de seus antigos poderes restaurados pela forja, Valora acorda em uma terra assolada pela guerra e pelas implacáveis forças do caos. Ela sabe que seus deuses podem ter partido, mas o peso do martelo do Destruidor da Aurora permanece — comparável apenas à sua vontade de empunhá-lo com justiça em nome da bondade e da luz.",
  "marci": "Admirada por muitos, as origens de Marci são conhecidas por poucos e anônimos. Ela viaja principalmente na companhia da Princesa Mirana, mas as raízes de sua amizade estão entrelaçadas em segredos que nenhuma delas revelaria desnecessariamente. Para aliados, ela serve como uma companheira feroz e honesta. Para inimigos, ela age como uma dissuasão destemida contra ferir qualquer um que ela considere amigo. Embora oponentes imprudentes possam considerar seu tamanho normal, Marci possui um poder interior que imbui seus ataques com uma força incrível. Ela dizimará aqueles que pensam em testá-la, mas aqueles que ganham seu favor terão um confidente imperturbável para o resto da vida.",
  "primal_beast": "Embora a deterioração da Mistwood e sua evolução de uma extensão idílica para um emaranhado cheio de morte tenha sido um processo lento, alimentado por magos, a maioria dos estudiosos concorda que o verdadeiro começo do fim foi marcado pela chegada interdimensional da Besta Primordial. Uma criatura eclodiu em uma existência desprovida de qualquer sentimento, exceto fome e dor, eras de carnificina moldaram a Besta Primordial no predador de ponta em um planeta cheio de terrores violentos. Desesperadamente banido por supostos mestres com esperanças frustradas de controlá-lo, a Besta foi lançada em um novo mundo — um onde ele poderia ascender de mero predador faminto para uma máquina de matar invasora sem nada capaz de ficar em seu caminho. Por milhares de anos, a Mistwood serviu como um enorme campo de batalha para a brincadeira destrutiva da Besta — e até mesmo as temidas bestas durana eram petiscos saborosos. De fato, não poderia haver rivais para o território da Besta, apenas pequenos aborrecimentos. Até que um desses pequenos incômodos empregou truques vis para prender a Besta imparável no Gleipnir. Lá, ele poderia ter permanecido subjugado pela eternidade, não fosse pelos poderes imprevisíveis do Dispositivo Continuum. Agora, livre de Gleipnir e Vault, longe da Mistwood e muito mais perto de terras habitadas, a Besta direciona seu focinho para novas matanças e as delícias da destruição selvagem — e os fogos insignificantes da civilização farão pouco para manter esse monstro sem idade sob controle.",
  "muerta": "Há tantas histórias sobre Muerta quanto sepulturas nos Campos de Carniça de Gorm. Alguns contam aos filhos histórias de fantasmas sobre uma jovem camponesa que voltou dos mortos para punir os bandidos que mataram sua família. Outros, bêbados em tavernas escuras, difamam teorias da conspiração sobre sequestros e guildas fantasmas de assassinos. Uma constante sangra em cada conto: de uma mulher tão consumida pelo ódio por aqueles que a mataram que se recusou a morrer. E da Morte, tão impressionada por qualquer motor cheio de ódio que movia essa mulher que lhe deu Misericórdia e Graça — pistolas etéreas gêmeas — e a fez sua segunda em comando. Agora ela caça almas rebeldes cujos últimos grãos caíram de sua ampulheta e as arrasta chutando e gritando para sua recompensa eterna.",
  "kez": "'Eu nasci com um preço pela minha cabeça. Conforme fui melhorando em causar problemas, esse preço aumentou. Toda vez que a Rainha Imperia aumentava a recompensa, eu sabia que devia ter feito algo certo. Acho que essa é a pior parte de ficar tanto tempo fora em Icewrack... Tenho que fazer esse preço voltar a um número respeitável.'",
  "largo": "Os Murkroots exilados de Velu'Mar descobriram uma ilha viva tão antiga que se comunica apenas por meio de canções. Criado entre os bardos xamânicos que aprenderam a se comunicar com ela, Largo agora vaga pelos reinos com um grupo de discípulos sapinhos, buscando inspiração para novas melodias para trazer de volta e compartilhar com sua ilha natal."
}